Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: The user name '%s' contains whitespace. Please do not include whitespace in the user name.
ar: اسم المستخدم'%s' يحتوي على مسافات. الرجاء عدم استخدام المسافات في اسم المستخدم.
bg: Потребителското име %s съдържа whitespace. Моля не изпозвайте whitespace в потребителското име.
bn: ব্যাবহারকারীর নাম '%s' এর মাঝে ফঁাকা স্হান রয়েছে। অনুগ্রহ করে ব্যাবহারকারীর নামের মধ্যে কোনো শূন্যস্হান রাখবেন না।
bn_in: ব্যবহারকারীর নাম '%s'-র মাঝে ফাঁকা স্থান রয়েছে। অনুগ্রহ করে ব্যবহারকারীর নামের মধ্যে কোনো শূণ্যস্থান লিখবেন না।
cy: Mae'r enw defnyddiwr '%s' yn cynnwys bylchnodau. Peidiwch â chynnwys bylchnodau yn yr enw defnyddiwr.
de: Der Benutzername '%s' enthält Whitespace-Zeichen. Bitte verwenden Sie keine Whitespace-Zeichen im Benutzernamen.
es: El nombre de usuario '%s' contiene espacios en blanco. Por favor, no incluya espacios en blanco en el nombre de usuario.
fa: نام کاربر «%s» حاوی فاصله است. لطفاً در نام کاربری از فاصله استفاده نکنید.
fr: Le nom d'utilisateur '%s' contient des espaces blancs. Veuillez ne pas inclure d'espaces blancs dans le nom d'utilisateur.
hi: '%s' उपयोगकर्ता नाम में रिक्त-स्थान समाहित हैं। कृपया उपयोगकर्तानाम में रिक्त-स्थान का प्रयोग न करें।
hr: Ime korisnika '%s' sadrži razmake. Nemojte koristiti razmake u imenu korisnika.
hu: A(z) '%s' felhasználónév üres karaktereket tartalmaz. A névben nem lehet szóközt vagy más üres karaktert használni.
hy: '%s' մականունը պարունակում է դատարկ սիմվոլներ։ Դա չի թույլատրվում։
id: Nama user '%s' mengandung whitespace. Jangan memasukkan whitespace pada nama user
is: Notandaheitið '%s' inniheldur orðabil. Vinsamlegast notið ekki orðabil í notandaheitum.
it: Il nome utente '%s' contiene degli spazi. Si prega di non includere alcuno spazi nel nome utente.
ja: ユーザー名'%s'には空白があります。ユーザー名に空白を入れないでください。
ms: Nama pengguna '%s' mengandungi ruang. Sila jangan masukkan ruang dalam nama pengguna.
nl: De gebruikersnaam '%s' bevat spaties of tabs. Gebruik deze alstublieft niet in de gebruikersnaam.
pa: ਉਪਭੋਗੀ-ਨਾਂ '%s' ਖਾਲੀ ਥਾਂ ਰੱਖਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਪਭੋਗੀ-ਨਾਂ ਵਿੱਚ ਖਾਲੀ ਥਾਂ ਨਾ ਦਿਉ।
sl: Uporabniško ime '%s' vsebuje prazne znake. Prosim, ne vključujte praznih znakov v uporabniško ime.
sr: Корисничко име „%s“ садржи размаке. Молим не укључујте размаке у корисничко име.
ta: பயனீட்டாளர் பெயர் '%s' இல் இடைவெளி உள்ளது. பயனீட்டாளர் பெயரில் இடைவெளி இருக்க கூடாது.
th: ชื่อผู้ใช้ %s มีช่องว่างอยู่ กรุณาอย่าใส่ช่องว่างในชื่อ
tr: Kullanıcı adı '%s' boşluk içeriyor. Lütfen kullanıcı adı içinde boşluk kullanmayın.
uk: Ім'я користувача '%s' містить символ пробілу. Не використовуйте пробіл у імені користувача.
vi: Tên người dùng '%s' chứa khoảng trắng. Vui lòng loại bỏ khoảng trắng.

source: The user name '%s' contains punctuation characters. Please do not use punctuation in the user name.
ar: اسم المستخدم '%s' يحتوي على علامات ترقيم. الرجاء عدم استخدام علامات ترقيم أو فواصل في اسم المستخدم.
bg: Потребителското име %s съдържа символи за пунктуация. Моля не изпозвайте символи за пунктуация в потребителското име.
bn: ব্যাবহারকারীর নাম '%s' এর মাঝে বিরাম চিহ্ন রয়েছে। অনুগ্রহ করে ব্যাবহারকারীর নামের মধ্যে কোনো বিরাম চিহ্ন রাখবেন না।
bn_in: ব্যবহারকারীর নাম '%s'-র মাঝে বিরাম চিহ্ন রয়েছে। অনুগ্রহ করে ব্যবহারকারীর নামের মধ্যে কোনো বিরাম চিহ্ন লিখবেন না।
cy: Mae'r enw defnyddiwr '%s' yn cynnwys atalnodau. Peidiwch â chynnwys atalnodau yn yr enw defnyddiwr.
de: Der Benutzername '%s' enthält Satzzeichen. Bitte verwenden Sie keine solchen Zeichen im Benutzernamen.
es: El nombre de usuario '%s' contiene caracteres de puntuación. Por favor, no use caracteres de puntuación en el nombre de usuario.
fa: نام کاربر «%s» حاوی نویسه‌های نقطه‌گذاری است. لطفاً از علائم نقطه‌گذاری در نام کاربر استفاده نکنید.
fr: Le nom d'utilisateur '%s' contient des caractères de ponctuation. Veuillez ne pas utiliser de ponctuation dans le nom d'utilisateur.
hi: '%s' उपयोगकर्तानाम में विराम चिन्ह अक्षरों समाहित हैं। कृपया उपयोगकर्तानाम में विराम चिन्ह का प्रयोग न करें।
hr: Ime korisnika '%s' sadrži punkcijske znakove. Nemojte koristiti punkcijske znakove u imenu korisnika.
hu: A(z) '%s' felhasználónév központozási karaktereket tartalmaz. A névben nem lehet ilyen karaktereket használni.
hy: '%s' մականունը պարունակում է կետադրական նշաններ։ Մականվան մեջ կետադրական նշաններ մի՛ օգտագործեք։
id: Nama user '%s' mengandung karakter tanda baca. Jangan mempergunakan tanda baca pada nama user.
is: Notandaheitið '%s' er með púnktum eða kommum. Vinsamlegast notið ekki slík tákn í notandaheitum.
it: Il nome utente '%s' contiene della punteggiatura. Prego non usare la punteggiatura nel nome utente.
ja: ユーザー名'%s'には句読点があります。ユーザー名には句読点は使用しないで 下さい。
ms: Nama pengguna '%s'mengandungi aksara punctuation. Sila jangan gunakan punctuation dalam nama pengguna.
nb: Brukernavnet «%s» inneholder skilletegn. Vennligst ikke bruk skilletegn i brukernavnet.
nl: De gebruikersnaam '%s' bevat leestekens. Gebruik alstublieft geen leestekens in de gebruikersnaam.
pa: ਉਪਭੋਗੀ-ਨਾਂ '%s' ਵਿੱਚ ਵਿਰਾਮ ਚਿੰਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਉਪਭੋਗੀ-ਨਾਂ ਵਿੱਚ ਵਿਰਾਮ ਚਿੰਨ ਦੀ ਵਰਤੋ ਨਾ ਕਰੋ।
sl: Uporabniško ime '%s' vsebuje ločila. Prosim, ne vključujte ločil v uporabniško ime.
sr: Корисничко име „%s“ садржи интерпункцијске знаке. Молим не користите интерпункцијске знаке у корисничком имену.
ta: பயனீட்டாளர் பெயர் '%s' இல் சில சிறப்பு குறியீடுகள் உள்ளது. பயனீட்டாளர் பெயரில் குறியீடுகளை பயன்படுத்த வேண்டாம்.
th: ชื่อผู้ใช้ %s เครื่องหมายวรรคตอนอยู่ กรุณาอย่าใช้เครื่องหมายใดๆ ในชื่อ
tr: Kullanıcı adı '%s' noktalama işaretleri içeriyor. Lütfen kullanıcı adı içinde noktalama işaretleri kullanmayın.
uk: Ім'я користувача '%s' містить символ пунктуації. Не використовуйте символи пунктуації у імені користувача.
vi: Tên người dùng '%s' chứa ký tự phân cách. Vui lòng loại bỏ chúng.

source: The user name '%s' contains uppercase characters. Please do not use uppercase characters in the user name.
ar: اسم المستخدم '%s' يحتوي على حروف استهلاليّة. الرجاء عدم استخدام حروف استهلاليّة في اسم المستخدم.
bg: Потребителското име %s съдържа символи от горния регистър. Моля не изпозвайте символи от горния регистър в потребителското име.
bn: ব্যাবহারকারীর নাম '%s' এর মাঝে বড় হাতের অক্ষর রয়েছে। অনুগ্রহ করে ব্যাবহারকারীর নামের মধ্যে কোনো বড় হাতের অক্ষর রাখবেন না।
cy: Mae'r enw defnyddiwr '%s' yn cynnwys nodau bras. Peidiwch â chynnwys nodau bras yn yr enw defnyddiwr.
de: Der Benutzername '%s' enthält Großbuchstaben. Bitte verwenden Sie keine solchen Zeichen im Benutzernamen.
es: El nombre de usuario '%s' contiene caracteres en mayúsculas. Por favor, no use caracteres en mayúsculas en el nombre de usuario.
fa: نام کاربر '%s' حاوی نویسه‌های کازه بالایی می‌باشد. لطفاً از نویسه‌های کازه بالایی در نام کاربر استفاده نکنید.
fr: Le nom d'utilisateur '%s' contient des caractères en majuscules. Veuillez ne pas utiliser de caractères en majuscules dans le nom d'utilisateur.
hi: '%s' उपयोगकर्तानाम में अप्परकेस अक्षरों समाहित हैं। कृपया उपयोगकर्तानाम में अप्परकेस अक्षरों का प्रयोग न करें।
hr: Ime korisnika '%s' sadrži velika slova. Nemojte koristiti velika slova u imenu korisnika.
hu: A(z) '%s' felhasználónév nagybetűket tartalmaz. A névben nem lehet ilyen karaktereket használni.
hy: '%s' մականունը պարունակում է մեծատառեր։Մականվան մեջ մեծատառեր մի՛ օգտագործեք։
id: Nama user '%s' mengandung huruf besar. Jangan mempergunakan huruf besar pada nama user
is: Notandaheitið '%s' inniheldur hástafi. Vinsamlegast notið ekki hástafi í notandaheitum.
it: Il nome utente '%s' contiene lettere maiuscole. Prego non usare lettere maiuscole nel nome utente.
ja: ユーザー名'%s'には大文字が含まれています。ユーザー名には大文字を含め ないで下さい。
ms: Nama pengguna '%s' mengandungi aksara hurufbesar. Sila jangan gunakan aksara hurufbesar dalam nama pengguna.
nb: Brukernavnet «%s» inneholder store bokstaver. Vennligst ikke bruk store bokstaver i brukernavnet.
nl: De gebruikersnaam '%s' bevat hoofdletters. Gebruik alstublieft geen hoofdletters in de gebruikersnaam.
pa: ਉਪਭੋਗੀ-ਨਾਂ '%s' ਵਿੱਚ ਵੱਡੇ ਅੱਖਰ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਉਪਭੋਗੀ-ਨਾਂ ਵਿੱਚ ਵੱਡੇ ਅੱਖਰਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ।
sl: Uporabniško ime '%s' vsebuje velike črke. Prosim, ne uporabljajte velikih črk v uporabniškem imenu.
sr: Корисничко име „%s“ садржи велика слова. Молим не користите велика слова у корисничком имену.
ta: பயனீட்டாளர் பெயர் '%s' இல் பெரிய எழுத்துக்கள் உள்ளது. பெரிய எழுத்துகளை பயனீட்டாளர் பெயரில் பயன்படுத்த வேண்டாம்.
th: ชื่อผู้ใช้ %s มีตัวอักษรตัวพิมพ์ใหญ่อยู่ กรุณาอย่าใช้อักษรตัวพิมพ์ใหญ่ในชื่อ
tr: Kullanıcı adı '%s' büyük harf içeriyor. Lütfen kullanıcı adı içinde büyük harf kullanmayın.
uk: Ім'я користувача '%s' містить символ у верхньому регістрі. Не використовуйте символи у верхньому регістрі у імені користувача.
vi: Tên người dùng '%s' chứa chữ hoa. Vui lòng không dùng chữ hoa.

source: The user name '%s' contains invalid characters. Please use only ASCII characters.
ar: اسم المستخدم '%s' يحتوي على حروف غير صالحة. الرجاء استخدام حروف ASCII فقط.
bg: Потребителското име %s съдържа невалидни символи. Моля не изпозвайте невалидни символи в потребителското име.
bn: ব্যাবহারকারীর নাম '%s' এর মাঝে অবৈধ অক্ষর রয়েছে। অনুগ্রহ করে ব্যাবহারকারীর নামের মধ্যে কোনো অবৈধ অক্ষর অক্ষর রাখবেন না।
bn_in: ব্যবহারকারীর নাম '%s'-র মাঝে অবৈধ অক্ষর রয়েছে। অনুগ্রহ করে ব্যবহারকারীর নামের মধ্যে কোনো অবৈধ অক্ষর অক্ষর রাখবেন না।
cy: Mae'r enw defnyddiwr '%s' yn cynnwys nodau annilys. Defnyddiwch nodau ASCII yn unig os gwelwch yn dda.
de: Der Benutzername '%s' enthält ungültige Zeichen. Bitte verwenden Sie nur ASCII-Zeichen.
es: El nombre de usuario '%s' contiene caracteres inválidos. Por favor, sólo use caracteres ASCII.
fa: نام کاربر «%s» حاوی نویسه‌های نامعتبر است. لطفاً فقط از نویسه‌های ASCII استفاده کنید.
fr: Le nom d'utilisateur '%s' contient des caractères non valides. Veuillez n'utiliser que des caractères ASCII.
hi: '%s' उपयोगकर्तानाम में अनुचित अक्षरों समाहित हैं। कृपया सिर्फ ASCII अक्षरों का प्रयोग करें।
hr: Ime korisnika '%s' sadrži nedozvoljene znakove. Molim koristite samo ASCII znakove.
hu: A(z) '%s' felhasználónév érvénytelen karaktereket tartalmaz. Csak ASCII-karaktereket lehet használni.
hy: '%s' մականունը պարունակում է անթույլատրելի սիմվոլներ։ Օգտագործեք միայն ASCII սիմվոլներ։
id: Nama user '%s' mengandung karakter yang tidak valid. Pergunakan hanya karakter ASCII.
is: Notandaheitið '%s' inniheldur ógilda stafi. Vinsamlegast notið eingöngu ASCII tákn.
it: Il nome utente '%s' contiene caratteri non validi. Prego usare solo caratteri ASCII.
ja: ユーザー名'%s'には無効な文字が含まれています。ASCII文字のみを使用して 下さい。
ms: Nama pengguna.'%s' mengandungi aksara tidak sah. Sila gunakan hanya aksara ASCII.
nb: Brukernavnet «%s» inneholder ugyldige tegn. Vennligst bruk kun ASCII-tegn.
nl: De gebruikersnaam '%s' bevat ongeldige tekens. Gebruik alstublieft alleen ASCII-tekens.
pa: ਉਪਭੋਗੀ-ਨਾਂ '%s' ਗਲਤ ਅੱਖਰ ਰੱਖਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ASCII ਅੱਖਰ ਹੀ ਵਰਤੋਂ।
sl: Uporabniško ime '%s' vsebuje neveljavne znake. Prosim, uporabljajte le znake ASCII.
sr: Корисничко име „%s“ садржи неисправне знакове. Молим користите само ASCII знакове.
ta: பயனீட்டாளர் பெயர் '%s' இல் சில செல்லாத எழுத்துக்கள் உள்ளது. ASCII எழுத்துக்களை மட்டும் பயன்படுத்தவும்.
th: ชื่อผู้ใช้ %s มีตัวอักษรที่ใช้ไม่ได้อยู่ กรุณาใช้เฉพาะรหัสแอสกีเท่านั้น
tr: Kullanıcı adı '%s' geçersiz karakterler içeriyor. Lütfen sadece ASCII karakterler kullanın.
uk: Ім'я користувача '%s' містить неправильний символ. Використовуйте лише ASCII символи у імені користувача.
vi: Tên người dùng '%s' chứa ký tự không hợp lệ. Vui lòng chỉ dùng những ký tự ASCII.

source: The password contains invalid characters. Please use only ASCII characters.
ar: كلمة المرور تحتوي على حروف غير صالحة. الرجاء استخدام حروف ASCII فقط.
bg: Паролата съдържа невалидни символи. Моля изпозвайте само ASCII символи.
bn: পাসওয়ার্ডটির মধ্যে অবৈধ অক্ষর রয়েছে। অনুগ্রহ করে শুধু ASCII অক্ষর ব্যবহার করুন।
bn_in: পাসওয়ার্ডটির মধ্যে অবৈধ অক্ষর রয়েছে। অনুগ্রহ করে শুধু ASCII অক্ষর ব্যবহার করুন।
cy: Mae'r cyfrinair yn cynnwys nodau annilys. Defnyddiwch nodau ASCII yn unig os gwelwch yn dda.
de: Das Passwort enthält ungültige Zeichen. Bitte verwenden Sie nur ASCII-Zeichen.
es: La contraseña contiene caracteres inválidos. Por favor sólo use caracteres ASCII.
fa: این گذرواژه حاوی نویسه‌های نامعتبر است. لطفاً فقط از نویسه‌های ASCII استفاده کنید.
fr: Le mot de passe contient des caractères non valides. Veuillez n'utiliser que des caractères ASCII.
hi: शब्दकूट में अनुचित अक्षरों समाहित हैं। कृपया सिर्फ ASCII अक्षरों का प्रयोग करें।
hr: Lozinka sadrži neispravne znakove. Molim, koristite samo ASCII znakove.
hu: A jelszó érvénytelen karaktereket tartalmaz. Csak ASCII-karaktereket lehet használni.
hy: Ձեր ծածկագիրը պարունակում է անթույլատրելի սիմվոլներ։ Օգտագործեք միայն ASCII սիմվոլներ։
id: Password mengandung karakter yang tidak valid. Pergunakan hanya karakter ASCII.
is: Lykilorðið inniheldur ógilda stafi. Vinsamlegast notið eingöngu ASCII tákn.
it: La password contiene caratteri invalidi. Si prega di usare solo caratteri ASCII.
ja: パスワードは無効な文字を含んでいます。ASCII文字のみを使用して下さい。
ms: Kata laluan mengandungi aksara tidak sah. Sila gunakan hanya aksara ASCII.
nb: Passordet inneholder ugyldige tegn. Vennligst bruk kun ASCII-tegn.
nl: Het wachtwoord bevat ongeldige tekens. Gebruik alstublieft alleen ASCII- tekens.
pa: ਗੁਪਤ-ਕੋਡ ਗਲਤ ਅੱਖਰ ਰੱਖਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ASCII ਅੱਖਰ ਹੀ ਵਰਤੋ।
sl: Geslo vsebuje neveljavne znake. Prosim, uporabljajte le znake ASCII.
sr: Лозинка садржи неисправне знакове. Молим користите само ASCII знакове.
ta: கடவுச்சொல்லில் செல்லாத எழுத்துக்கள் உள்ளது உள்ளது. ASCII எழுத்துக்களை மட்டும் பயன்படுத்தவும்.
th: รหัสผ่านมีตัวอักษรที่ใช้ไม่ได้อยู่ กรุณาใช้เฉพาะรหัสแอสกีเท่านั้น
tr: Parola geçersiz karakterler içeriyor. Lütfen sadece ASCII karakterleri kullanın.
uk: Пароль містить некоректні символи. Використовуйте лише ASCII символи.
vi: Mật khẩu chứa ký tự không hợp lệ. Vui lòng chỉ dùng ký tự ASCII.

source: The name '%s' contains invalid characters. Please use only ASCII characters.
ar: الاسم '%s' يحتوي على حروف غير صالحة. الرّجاء استخدام حروف ASCII فقط.
bg: Името %s съдържа невалидни символи. Моля изпозвайте само ASCII символи.
bn: '%s' নামের মাঝে অবৈধ অক্ষর রয়েছে। অনুগ্রহ করে শুধু ASCII অক্ষর ব্যবহার করুন।
cy: Mae'r enw '%s' yn cynnwys nodau annilys. Defnyddiwch nodau ASCII yn unig os gwelwch yn dda.
de: Der Name '%s' enthält ungültige Zeichen. Bitte verwenden Sie nur ASCII-Zeichen.
es: El nombre '%s' contiene caracteres inválidos. Por favor sólo use caracteres ASCII.
fa: نام «%s» حاوی نویسه‌های غیر معتبر است. لطفاً فقط از نویسه‌های ASCII استفاده کنید.
fr: Le nom '%s' contient des caractères non valides. Veuillez n'utiliser que des caractères ASCII.
hi: '%s' नाम में अनुचित अक्षरों समाहित हैं। कृपया सिर्फ ASCII अक्षरों का प्रयोग करें।
hr: Ime '%s' sadrži neispravne znakove. Molim, koristite samo ASCII znakove.
hu: A(z) '%s' név érvénytelen karaktereket tartalmaz. Csak ASCII-karaktereket lehet használni.
is: Heitið '%s' inniheldur ógilda stafi. Vinsamlegast notið eingöngu ASCII tákn.
it: Il nome '%s' contiene caratteri invalidi. Si prega di usare solo caratteri ASCII.
ja: 名前'%s'には無効な文字が含まれています。ASCII文字のみを使用して下さい。
ms: Nama '%s' mengandungi aksara tidak sah. Sila gunakan hanya aksara ASCII.
nb: Navnet «%s» inneholder ugyldige tegn. Vennligst bruk kun ASCII-tegn.
nl: De naam '%s' bevat ongeldige tekens. Gebruik alstublieft alleen ASCII-tekens.
sr: Име „%s“ садржи неисправне знакове. Молим користите само ASCII знакове.
ta: பெயர் '%s' இல் சில செல்லாத எழுத்துக்கள் உள்ளது. ASCII எழுத்துக்களை மட்டும் பயன்படுத்தவும்.
th: ชื่อ %s มีตัวอักษรที่ใช้ไม่ได้อยู่ กรุณาใช้เฉพาะรหัสแอสกีเท่านั้น
tr: İsim '%s' geçersiz karakter içeriyor. Lütfen sadece ASCII karakterleri kullanın.
uk: Ім'я '%s' містить некоректні символи. Використовуйте лише ASCII символи.
vi: Tên '%s' chứa ký tự không hợp lệ. Vui lòng chỉ dùng ký tự ASCII.

source: Date and Time
af: Tyd en datum
am: ቀን እና ሰዓት
ar: الوقت و التاريخ
ast: Data y Hora
be: Дата і час
bg: Дата и Време
bn: তারিখ এবং সময়
bn_in: তারিখ এবং সময়
cy: Dyddiad ac Amser
da: Dato og klokkeslet
de: Datum und Uhrzeit
es: Fecha y Hora
fa: تاریخ و زمان
fr: Date et heure
hi: तिथि और समय
hr: Datum i vrijeme
hu: Dátum és idő
hy: Ամիս–ամսաթիվ
ia: Data e tempore
id: Tanggal dan Waktu
is: Dagsettning og tími
it: Data e Ora
ja: 日付 と 時刻
lv: Datums un laiks
ms: Tarikh dan Masa
nb: Dato & klokkeslett
ne: मिति र समय
nl: Datum en Tijd
nn: Dato og tid
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ
ro: Data şi Timp
si: දිනය සහ වේලාව
sl: Datum in čas
sr: Датум и време
ta: தேதி மற்றும் நேரம்
th: วันที่และเวลา
tr: Tarih ve Saat
uk: Дата та час
ur: وقت اور تاریخ
vi: Ngày giờ
zu: Usuku kanye Nesikhathi

source: Please set the date and time for the system.
af: Stel die tyd en datum vir die stelsel op.
am: እባክዎን ለሲስተሙ ቀን እና ሰዓት ያስገቡለት
ar: الرّجاء إدخال الوقت و التاريخ للنظام.
ast: Por favor, ingresa la data y hora del sistema.
be: Калі ласка, выстаўце дату й час для вашае сыстэмы.
bg: Моля, установете дата и време за системата.
bn: অনুগ্রহ করে সিস্টেমটির জন্য তারিখ এবং সময় নির্ধারন করে দিন।
bn_in: অনুগ্রহ করে সিস্টেমের তারিখ এবং সময় নির্ধারণ করুন।
cy: Gosodwch y dyddiad ac amser ar gyfer y system, os gwelwch yn dda.
da: Sæt dato og klokkeslet for systemet.
de: Stellen Sie das Datum und die Uhrzeit des Systems ein.
es: Configure la fecha y la hora para el sistema.
fa: لطفاً تاریخ و زمان سیستم را تنظیم کنید.
fr: Veuillez configurer la date et l'heure de votre système.
hi: कृपया आपके तंञ के लिए दिनांक और समय जमाएँ।
hr: Molim, postavite datum i vrijeme za sustav.
hu: Állítsa be a pontos dátumot és időt.
hy: Ուղղեք համակարգի ամիս–ամսաթիվը։
ia: Configura le data e le tempore del systema.
id: Set tanggal dan waktu untuk sistem.
is: Vinsamlegast settu dagsettningu og tíma vélarinnar.
it: Impostare la data e l'ora del sistema.
ja: システム用に日付と時刻を設定して下さい。
lv: Lūdzu, iestatiet sistēmai datumu un laiku.
ms: Sila tetapkan tarikh dan masa untuk sistem.
nb: Vennligst oppgi dato og klokkeslett for systemet.
ne: कृपया प्रणालीका लागि मिति र समय सेट गर्नुहोस् ।
nl: Stel de datum en de tijd in voor het systeem.
nn: Sett dato og tid for systemet.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਦੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਦਿਓ।
ro: Vă rog configuraţi data şi timpul pentru sistem.
si: පද්ධතිය සඳහා දිනය සහ වේලාව සකසන්න
sl: Prosim, nastavite sistemski datum in čas.
sr: Молим подесите датум и време на систему.
ta: தயவு செய்து கணினிக்கான தேதி மற்றும் நேரத்தை அமைக்கவும்.
th: กรุณาตั้งค่าวันที่และเวลาของระบบ
tr: Lütfen sistem tarih ve saatini ayarlayın.
uk: Встановіть дату та час.
ur: براے مہربانی سسٹم کے لیے وقت اور تاریخ مقرر کریں
vi: Vui lòng đặt ngày giờ cho hệ thống.
zu: Siza umise usuku kanye nesikhathi sesistimu.

source: Please enter a time server.
bg: Моля, въведете времеви сървър.
bn: একটি সময় সার্ভার এর নাম দিন।
cy: Rhowch weinydd amser os gwelwch yn dda.
de: Bitte geben Sie einen Zeit-Server ein.
es: Por favor ingrese un servidor horario.
fr: Veuillez saisir un serveur de temps.
hi: कृपया एक समय परिसेवक प्रवेशित करें।
hr: Molim, upišite vremenski poslužitelj.
hu: Adja meg egy időkiszolgáló nevét.
is: Vinsamlegast sláðu inn tímaþjón.
it: Inserire il nome di un server del tempo.
ja: タイムサーバを入力して下さい。
ms: Sila masukkan pelayan masa.
nb: Vennligst oppgi en tidtjener.
nl: Voer een tijdserver in.
tr: Lütfen bir zaman sunucusu girin.
uk: Вкажіть сервер точного часу.
vi: Vui lòng nhập Server Thời gian.

source: Error
bg: Грешка
bn: সমস্যা
cy: Gwall
da: Fejl
de: Fehler
fr: Erreur
hi: दोष
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
tr: Hata
uk: Помилка
vi: Lỗi

source: A connection with %s could not be established. Either %s is not available or the firewall settings on your computer are blocking NTP connections.
bg: Неможе да установи връзка с %s. Или %s не е наличен или настройките на защитната стена на Вашия компютър блокират NTP връзки.
bn: %s এর সাথে সংযোগ স্হাপন সম্ভব হয়নি। হয় %s নেই অথবা আপনার কম্পিউটারের ফায়ারওয়ালের নিয়ম-কানুন এনটিপি সংযোগগুলোকে বাধা দিচ্ছে।
cy: Nid oedd modd sefydlu cysylltiad â %s. Naill ai nid yw %s ar gael neu mae'r gosodiadau mur cadarn ar eich cyfrifiadur yn gwrthod cysylltiadau NTP.
da: En forbindelse med %s kunne ikke etableres. Enten er %s ikke tilgængelig eller også blokerer brandmursindstillingerne på din maskine NTP-forbindelser.
de: Es konnte keine Verbindung mit %s hergestellt werden. Entweder ist %s nicht verfügbar oder die Firewall-Einstellungen Ihres Computers verhindern NTP-Verbindungen.
es: No se ha podido establecer una conexión con %s. %s no está disponible o la configuración del firewall de su ordenador está bloqueando las conexiones NTP.
fr: Impossible d'établir la connexion avec %s. Soit %s n'est pas disponible ou les paramètres de pare-feu de votre ordinateur bloquent la connexion NTP.
hi: %s के साथ संबंधन नहीं हो सका। या %s उपलबध नहीं है या आपके संगणक पर सुरक्षादीवार जमावटें NTP संबंधनों को बाधित कर रहा है।
hr: Nije moguće uspostaviti vezu sa %s. Ili %s nije dostupan ili postavke vatrozida vašeg računala blokiraju NTP veze.
hu: Nem sikerült kapcsolatot létesíteni ezzel: %s. %s nem érhető el vagy a tűzfal beállításai olyanok, hogy a számítógép nem engedélyezi az NTP-kapcsolatot.
is: Ekki tókst að tengjast %s. Annaðhvort er %s ekki til staðar eða eldveggjarstillingar velarinnar þinnar leyfa ekki NTP tengingar.
it: Impossibile stabilire la connessione con %s. Può darsi che %s non sia disponibile o che le impostazione del firewall del computer blocchino le connessioni NTP.
ja: %sとの接続が確立できません。 %sが利用できないか又は、コンピュータの ファイヤーウォールの設定がNTP の接続を阻止しています。
ms: Sambungan dengan %s tidak dapat dibuat. Sama ada %s tiada atau tetapan firewall pada komputer anda menghalang sambungan NTP.
nb: En tilkobling til %s kunne ikke opprettes. Enten er %s ikke tilgjengelig eller så blokkerer brannvegginnstillingene på din datamaskin NTP-tilkoblinger.
nl: Er kon geen verbinding met %s worden gemaakt. De oorzaak is dat ofwel %s niet beschikbaar is, of de firewall-instellingen op uw computer blokkeren de verbinding met een NTP-server.
tr: %s ile bir bağlantı sağlanamadı. Ya %s hizmet dışı ya da güvenlik duvarı ayarlarınız bu NTP sunucusuna erişime engel oluyor.
uk: Неможливо встановити з'єднання з %s. Ймовірно %s недоступний, або брандмауер вашого комп'ютера блокує NTP-з'єднання.
vi: Không thể tạo kết nối với %s. Hoặc %s không hoạt động, hoặc kết nối NTP bị phong tỏa bởi tường lửa.

source: Contacting NTP server. Please wait...
bg: Свързване с NTP сървър. Моля изчакайте...
bn: এনটিপি সার্ভারের সাথে সংযোগ স্হাপন করা হচ্ছে। অনুগ্রহপূর্বক অপেক্ষা করুন...
cy: Yn cysylltu â'r gweinydd NTP. Arhoswch os gwelwch yn dda...
de: Es wird eine Verbindung zum NTP-Server hergestellt. Bitte warten...
es: Contactar el servidor NTP. Por favor, espere...
fr: Connexion au serveur NTP. Veuillez patienter...
hi: NTP परिसेवक को संपर्क कर रहा है। कृपया प्रतीक्षा करें...
hr: Stupam u vezu s NTP poslužiteljem. Molim, pričekajte...
hu: Csatlakozás az NTP-kiszolgálóhoz. Egy kis türelmet kérek...
is: Tengist NTP þjóninum. Vinsamlegast bíðið...
it: Tentativo di contattare il server NTP. Attendere...
ja: NTPサーバに接続しています。お待ち下さい...
ms: Menghubungi pelayan NTP. Sila tunggu...
nb: Kontakter NTP-tjener...
nl: Verbinding maken met NTP-server. Een ogenblik alstublieft...
tr: NTP sunucuya bağlanılıyor. Lütfen bekleyin...
uk: З'єднання з NTP сервером. Будь ласка, зачекайте...
vi: Đang liên lạc NTP Server. Vui lòng chờ...

source: Display
ar: عرض
be: Дысплэй
bg: Екран
bn_in: ডিসপ্লে
cy: Dangosydd
de: Anzeige
es: Pantalla
fa: نمایش
fr: Affichage
hr: Prikaz
hu: Képernyő
hy: Դիսպլեյ
id: Tampilan
ja: ディスプレー
ms: Paparan
nl: Beeldscherm
pa: ਝਲਕ
ro: Monitor
si: දර්ශණය
sl: Zaslon
sr: Приказ
ta: காட்சி
th: การแสดงผล
uk: Дисплей
zu: Veza
