Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: Please select the resolution and color depth that you wish to use
ar: الرّجاء تحديد دقّة الوضوح و عمق الألوان الذي تود استخدامه
be: Калі ласка, вылучыце разрозьненьне й глыбіню колераў, якую вы жадаеце выкарыстоўваць
bg: Моля, изберете резолюцията и цветовата наситеност, която желаете да се изпозва
bn_in: অনুগ্রহ করে আপনের পছন্দের রেজলিউশন এবং রঙের গাঢ়তা সিলেক্ট করুন
cy: Dewiswch y cydraniad a'r dyfnder lliw yr ydych am eu defnyddio
de: Wählen Sie die Auflösung und Farbtiefe die Sie verwenden möchten
es: Seleccione la resolución y profundidad de color que desea utilizar
fa: لطفاً تفکیک‌پذیری و عمق رنگی را که مایلید به کار ببرید انتخاب کنید
fr: Veuillez sélectionner la résolution et la profondeur des couleurs que vous souhaitez utiliser
hr: Molime, označite razlućivost i kvalitetu boja koju želite koristiti
hu: Válassza ki a kívánt felbontást és színmélységet
id: Pilih resolusi dan kedalaman warna yang ingin anda pergunakan
it: Selezionare la risoluzione e la profondità di colore desiderata
ja: 使用したい解像度と色の深さを選択して下さい。
ms: Sila pilih resolusi dan kedalaman warna yang ada hendak guna
nl: Selecteer de resolutie en de kleurdiepte die u wilt gebruiken
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਹ ਰੈਜ਼ੋਲੇਸ਼ਨ ਅਤੇ ਰੰਗ ਗਹਿਰਾਈ, ਜੋ ਤੁਸੀ ਇਸਤੇਮਾਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, ਦੀ ਚੋਣ ਕਰੋ।
ro: Vă rugăm selectaţi rezoluţia şi adâncimea de culoare pe care doriţi să o utilizaţi
si: කරුණාකර ඔබ භාවිතා කිරීමට කැමති විභේදනය සහ වර්ණ තීව්‍රර තාවය යොදන්න.
sl: Izberite ločljivost in barvno globino
sr: Молим изаберите разлучну моћ и квалитет боја које желите да користите
ta: நீங்கள் பயன்படுத்த விரும்பும் தெளிவுத்திறன் மற்றும் நிற ஆழத்தை தேர்வு செய்யவும்.
th: กรุณาเลือกความละเอียดและความลึกสีที่คุณต้องการใช้
uk: Виберіть роздільну здатність та якість передачі кольору
zu: Siza ukhethe isixazululo kanye nokujula kombala ofuna ukuwusebenzisa

source: Finish Setup
ar: إنهاء الإعداد
bg: Завършване на Установяването
bn: সেটাপ শেষ কর
bn_in: সেট-আপ সম্পন্ন করুন
cy: Gorffen y Gosodiad
da: Færdiggør opsætning
de: Setup beenden
es: Finalizar la configuración
fa: پایان برپاسازی
fr: Fin de la configuration
hi: व्यवस्था समाप्त करें
hr: Završi postavljanje
hu: A telepítés befejezése
hy: Ավարտել տեղադրումը
id: Setup Selesai
is: Ljúka uppsetningu
it: Termina installazione
ja: セットアップを終了
ms: Tetapan Tamat
nb: Avslutt Oppsett
nl: Setup voltooien
pa: ਸੈਟਅੱਪ ਮੁਕੰਮਲ
sl: Končaj nastavitev
sr: Завршите подешавање
ta: நிறுவலை முடித்துக்கொள்
th: ติดตั้งเสร็จแล้ว
tr: Kurulumu Bitir
uk: Завершення настройки
vi: Hoàn tất cài đặt

source: Your system is now set up and ready to use. Please click the "Next" button in the lower right corner to continue.
ar: تم إعداد نظامك و هو جاهز الآن للاستخدام. رجاء اضغظ زر "التالي" في الركن الأيمن للاستمرار.
bg: Вашата система е готова за изпозване. Моля натиснете бутона "Следващ" в долния десен ъгъл за да продължите.
bn: আপনার সিস্টেমটি কাজের জন্য প্রস্তুত। পরবর্তী ধাপে যাওয়ার জন্য "পরবর্তী" বাটন চাপুন।
bn_in: আপনার সিস্টেমটি ব্যবহারের জন্য প্রস্তুত। পরবর্তী ধাপে যাওয়ার জন্য নীচে ডানদিকের কোনায় অবস্থিত "পরবর্তী" বাটনটি চাপুন।
cy: Mae eich system nawr wedi ei osod ac yn barod i'w defnyddio. Cliciwch y botwm "Nesaf" yn y gornel dde waelod i barhau.
de: Ihr System ist nun eingerichtet und kann verwendet werden. Klicken Sie auf die Schaltfläche "Weiter" unten rechts um fortzufahren.
es: Su sistema está configurado y preparado para ser usado. Por favor presione el botón "Adelante" de la parte inferior derecha para continuar.
fa: سیستم شما اکنون برپاسازی شده و آماده‌ی استفاده است. برای ادامه لطفاً روی دکمه‌ی «بعدی» در گوشه‌ی پایین و راست کلیک کنید.
fr: Votre système est maintenant configuré et prêt à l'emploi. Pour continuer, veuillez cliquer sur le bouton "Suivant" dans le coin en-bas à droite.
hi: आपका तंञ की अब व्यवस्था हो गई है और उपयोग के लिए तैयार है। कृपया निचे दाँयें कोने में "अगला" बटन दबाकर कर सतत करें।
hr: Vaš sustav je podešen i spreman za uporabu. Za nastavak kliknite na gumb "Sljedeći" u donjem desnom kutu.
hu: A rendszer telepítése befejeződött. Továbblépéshez kattintson a "Tovább" gombra a jobb alsó sarokban.
id: Sekarang sistem anda telah siap dipergunakan. Klik tombol "Lanjutkan" yang ada di pojok kanan bawah untuk melanjutkan.
is: Vélin þín er nú uppsett og tilbúin til notkunar. Vinsamlegast smelltu á "Áfram" hnappinn í hægra horninu hér að neðan til að halda áfram.
it: Il vostro sistema á stato impostato ed é pronto per l'uso. Si prega di fare clic sul pulsante "Avanti" nell'angolo basso a destra per continuare.
ja: システムが設定できましたので使用できる状態になりました。右下隅にある「次へ」ボタンをクリックして続けてください。
ms: Sistem anda telah ditetapkan dan sedia untuk diguna. Sila klik butang "Maju" pada bucu kanan bawah untuk meneruskan.
nl: Uw systeem is nu ingesteld en klaar voor gebruik. Klik op de "Volgende" knop rechts onder in het scherm om door te gaan.
sl: Sistem je zdaj pripravljen za rabo. Za nadaljevanje, prosim, kliknite gumb "Naprej" v spodnjem desnem kotu.
sr: Систем је сада постављен и спреман за употребу. За наставак молим притисните дугме „Следећи“ у доњем десном углу.
ta: இப்போது உங்கள் கணினியில் நிறுவல் முடிந்து பயன்படுத்த தயாராகிவிட்டது. "அடுத்து" பட்டனை க்ளிக் செய்து தொடரவும்.
th: ขณะนี้ระบบของคุณ ได้ทำการติดตั้งเสร็จเรียบร้อย และ พร้อมสำหรับการใช้งาน กรุณา คลิก ปุ่ม "ถัดไป" ด้านล่างขวาเพื่อทำงานต่อไป
tr: Sisteminiz ayarlandı ve artık kullanıma hazır. Devam etmek için sağ alt köşedeki "İleri" düğmesine tıklayınız.
uk: Ваша система налаштована та готова до роботи. Щоб продовжити натисніть "Далі" у правому нижньому куті.
vi: Hệ thống bạn đã được cài đặt xong và có thể được sử dụng. Vui lòng nhấn nút "Tới" ở góc phải, dưới để tiếp tục.

source: Network Setup
af: Netwerkopstelling
am: የመረብ ቅንጅት
ar: إعداد الشبكة
be: Наладка сеткі
bg: Настройка на Мрежата
bn: নেটওয়ার্ক সেটাপ
bn_in: নেটওয়ার্ক সেট-আপ
cy: Gosod Rhwydwaith
de: Netzwerk-Setup
es: Configuración de la red
fa: برپاسازی شبکه
fr: Configuration du réseau
hi: जालक्रम व्यवस्था
hr: Postavke mreže
hu: Hálózati beállítások
hy: Ցանցի տեղադրում
id: Setup Jaringan
is: Stilla net
it: Impostazione Rete
ja: ネットワーク設定
ms: Tetapan Rangkaian
ne: सञ्जाल सेटअप
nl: Netwerk Instellingen
pa: ਨੈੱਟਵਰਕ ਸੈਟਅੱਪ
ro: Configurare reţea
si: ජාලය සකස් කරන්න
sl: Nastavitev omrežja
sr: Подешавање мреже
ta: வலைப்பின்னல் அமைப்பு
th: ตั้งค่าเน็ตเวิร์ก
tr: Ağ Kurulumu
uk: Настройка мережі
ur: نیٹورک کا سیٹپ
vi: Thiết lập Mạng
zu: Umiso Loxhumano

source: The following network devices have been detected on the system:
af: Die volgende netwerktoestelle is op die stelsel bespeur:
am: የሚከተለው የአውታሩ መሣሪያውች ሲስተሙ ላይ አልተገኙም፦
ar: أجهزة الشبكة التالية تم اكتشافها على النظام:
be: Наступны сеткавыя прылады былі вызначаны ў сыстэме:
bg: Следните мрежови устройства за намерени на Вашата система:
bn: নিচের নেটওয়ার্ক ডিভাইস গুলো সিস্টেম এ পাওয়া গেছে:
bn_in: নিম্নোক্ত নেটওয়ার্ক ডিভাইসগুলি সিস্টেমে সনাক্ত করা হয়েছে:
cy: Canfuwyd y dyfeisiau rhwydwaith canlynol ar y system:
de: Die folgenden Netzwerk-Geräte wurden auf Ihrem System gefunden:
es: Se han detectado los siguientes dispositivos de red en el sistema:
fa: دستگاه‌های شبکه‌ای زیر بر روی سیستم شناسایی شده‌اند:
fr: Les périphériques réseau suivants ont été détectés sur le système :
hi: निम्नलिखित जालक्रम युक्तियों को आपके तंञ पर खोजा गया है।
hr: Sljedeći mrežni uređaji su nađeni u ustavu:
hu: A következő hálózati eszközök találhatók a rendszerben:
hy: Համակարգչում հայտնաբերվել են հետևյալ ցանցային սարքերը՝
id: Devais jaringan berikut ini telah terdeteksi pada sistem:
is: Eftirtalin netkort fundust í vélinni:
it: Queste periferiche di rete sono state rilevate nel sistema:
ja: システム上に、以下のネットワークデバイスが検出されました。
ms: Peranti rangkaian berikut telah dikesan pada sistem:
ne: प्रणालीमा निम्न सञ्जाल यन्त्र फेला पारिएकोछ:
nl: De volgende netwerkapparaten zijn op uw systeem gevonden:
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਉਤੇ ਹੇਠ ਲਿਖਿਆ ਨੈੱਟਵਰਕ ਜੰਤਰ ਖੋਜਿਆ ਗਿਆ ਹੈ:
ro: Următoarele dispozitive de reţea au fost detectate pe sistem:
si: ඔබේ පද්ධතිය තුල තිබී පහත සඳහන් ජාල සම්බධක උපාංග සොයා ගනු ලැබීය:
sl: V sistemu so bile najdene naslednje omrežne naprave:
sr: Следећи мрежни уређаји су пронађени у систему:
ta: உங்கள் கணினியில் கீழ்கண்ட வலைப்பின்னல் சாதனங்கள் கண்டறியப்பட்டது:
th: อุปกรณ์เครือข่ายเหล่านี้ ถูกตรวจสอบพบว่ามีอยู่ในระบบ
tr: Sisteminizde algılanan ağ aygıtları:
uk: В системі знайдено наступні мережеві пристрої:
ur: سسٹم پراس نیٹورک کے آلے کا پتا چل چکا ہے
vi: Tìm thấy những thiết bị mạng sau trên hệ thống:
zu: Lamathuluzi alandelayo oxhumani acoshwe kwisistimu:

source: Network Device
af: Netwerktoestel
am: የአውታር መሥሪያ
ar: جهاز الشبكة
be: Сеткавая прылада
bg: Мрежови Устройства
bn: নেটওয়ার্ক ডিভাইস
bn_in: নেটওয়ার্ক ডিভাইস
cy: Dyfais Rwydwaith
de: Netzwerk-Gerät
es: Dispositivo de red
fa: دستگاه شبکه
fr: Périphérique du réseau
hi: जालक्रम युक्ति
hr: Mrežni uređaj
hu: Hálózati eszköz
hy: Ցանցային սարք
id: Devais Jaringan
is: Netkort
it: Periferica di Rete
ja: ネットワークデバイス
ms: Peranti Rangkaian
ne: सञ्जाल यन्त्र
nl: Netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ
ro: Dispozitiv de Reţea
si: ජාල සම්බන්ධක උපාංගය
sl: Omrežna naprava
sr: Мрежни уређај
ta: வலைப்பின்னல் சாதனங்கள்
th: อุปกรณ์เครือข่าย
tr: Ağ Aygıtı
uk: Мережний пристрій
ur: نیٹورک کا آلا
vi: Thiết bị Mạng
zu: Ithuluzi Loxhumano

source: _Change Network Configuration...
af: _Wysig netwerk-instelling...
am: የአውታሩን ማስተካከያ ለውጥ... (_C)
ar: _تغيير إعداد الشبكة...
be: Зь_мяніць наладку сеткі...
bg: Променете Мрежовата Конфигурация...
bn: _নেটওয়ার্ক কনফিগারেশন পরিবর্তন কর...
bn_in: নেটওয়ার্ক কনফিগারেশন পরিবর্তন করুন(_C)...
cy: _Newid Cyfluniad Rhwydwaith...
de: Netzwerk-Konfiguration ä_ndern...
es: _Cambiar configuración de la red...
fa: تغییر _پیکربندی شبکه...
fr: _Changer la configuration réseau...
hi: जालक्रम विन्यास बदलें...
hr: _Promjeni mrežne postavke...
hu: A _hálózati beállítások módosítása...
hy: _Փոխել ցանցային կոնֆիգուրացիան…
id: Ubah Konfigurasi Jaringan...
is: _Breyta netstillingum...
it: _Cambia la configurazione di rete...
ja: ネットワーク構成を変更する(_C)...
ms: Ubah Konfigurasi Rangkaian...
ne: सञ्जाल कन्फिगरेसन परिवर्तन गर्नुहोस्...
nl: Netwerk_configuratie veranderen...
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਤਬਦੀਲ(_C)...
ro: S_chimbă Configurarea Reţelei...
si: ජාල මාණකරනය වෙනස් කරන්න(_C)...
sl: _Spremeni mrežne nastavitve...
sr: Про_мени подешавања мреже...
ta: (_C)வலைப்பின்னல் அமைப்பை மாற்று...
th: เปลี่ยนแปลงการตั้งค่าเน็ตเวิร์ค
tr: Ağ Yapılandırmasını _Değiştir...
uk: _Змінити конфігурацію мережі...
ur: نیٹورک کی رچاوٹ میں تبد یلی
vi: _Hiệu chỉnh Cấu hình Mạng...
zu: _Shintsha Inhlanganiselo Yoxhumano...

source: static
af: staties
am: የማይንቀሳቀስ
ar: ثابت
be: статычны
bg: статичен
bn: স্টাটিক
bn_in: স্থায়ী
cy: statig
de: Statisch
es: estático
fa: ایستا
fr: statique
hi: स्थाई
hr: statično
hu: statikus
hy: կայուն
id: statik
is: fast
it: statico
ja: 静的
ms: statik
ne: स्थीर
nl: statisch
pa: ਸਥਿਰ
si: ස්ථිතික
sl: statična
sr: непокретан
ta: நிலையான
th: ค่าแน่นอน
tr: sabit
uk: статична
ur: سٹیٹک
vi: tĩnh
zu: kumile

source: Sound Card
af: Klankkaart
am: የድምጽ ካርድ
ar: بطاقة الصّوت
be: Гукавая картка
bg: Звукова Карта
bn: সাউন্ড কার্ড
bn_in: সাউন্ড কার্ড
cy: Cerdyn Sain
da: Lydkort
de: Soundkarte
es: Tarjeta de sonido
fa: کارت صوتی
fr: Carte son
hi: ध्वनी कार्ड
hr: Zvučna kartica
hu: Hangkártya
hy: Ձայնային քարտ
is: Hljóðkort
it: Scheda audio
ja: サウンドカード
ms: Kad Bunyi
nb: Lydkort
ne: ध्वनि कार्ड
nl: Geluidskaart
pa: ਸਾਊਂਡ-ਕਾਰਡ
ro: Placă de Sunet
si: දෘශ්‍ය කාඩ්පත
sl: Zvočna kartica
sr: Звучна картица
ta: ஒலி அட்டை
th: การ์ดเสียง
tr: Ses Kartı
uk: Звукова карта
ur: آواز کا آلا
vi: Card Âm thanh
zu: Ikhadi Lomsindo

source: A sound card has been detected on your computer.
ar: تم الكشف عن بطاقة صوت على جهازك.
bg: На Вашия компютър е открита Звукова Карта.
bn: আপনার কম্পিউটারে একটি সাউন্ড কার্ড পাওয়া গেছে।
bn_in: আপনার কম্পিউটারে একটি সাউন্ড কার্ড পাওয়া গেছে।
cy: Canfodwyd cerdyn sain ar eich cyfrifiadur.
da: Et lydkort er blevet fundet på din maskine.
de: In Ihrem Computer wurde eine Soundkarte ermittelt.
es: Se ha detectado una tarjeta de sonido en su ordenador.
fa: یک کارت صوتی بر روی رایانه‌ی شما تشخیص داده شده است.
fr: Une carte son a été détectée sur votre ordinateur.
hi: आपके संगणक पर एक ध्वनी कार्ड खोजा गया है।
hr: Zvučna kartica je detektirana u vašem računalu.
hu: Hangkártyát találtam a rendszerben.
hy: Համակարչում ձայնային քարտ է հայտնաբերվել։
id: Terdeteksi sebuah sound card pada komputer anda.
is: Hljóðkort fannst í vélinni þinni.
it: Sul computer è stata rilevata una scheda audio.
ja: コンピュータ上にサウンドカードが検出されました。
ms: Kad bunyi telah dikesan pada komputer anda.
nb: Et lydkort er funnet på ditt system.
nl: Er is een geluidskaart gedetecteerd in uw computer.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਸਾਊਂਡ-ਕਾਰਡ ਖੋਜਿਆ ਗਿਆ ਹੈ।
sl: V računalniku je bila zaznana zvočna kartica.
sr: Звучна картица је пронађена.
ta: உங்கள் கணினியில் ஒலி அட்டை கண்டுபிடிக்கப்பட்டது.
th: ได้ตรวจพบการ์ดเสียงบนระบบของคุณ
tr: Makinanızda bir ses kartı saptandı.
uk: У вашому комп'ютері виявлено звукову карту.
vi: Tìm thấy Card Âm thanh trên máy.

source: Click the "Play test sound" button to hear a sample sound. You should hear a series of three sounds. The first sound will be in the right channel, the second sound will be in the left channel, and the third sound will be in the center.
ar: اضغط زر "تشغيل صوت تجريبي" لتسمع نموذج للصوت. يجب أن تسمع ثلاثة أصوات: الأول في القناة اليمنى و الثاني في القناة اليسرى و الثالث في المنتصف.
bg: Моля натиснете бутона "Просирване на тестов звук" за да чуете примерен звук. Би трявало да чуете серия от три звука. Първия ще бъде от десния канал, втория от левия канал и третия от центъра.
bn: নমুনা শব্দ শোনার জন্য "পরীক্ষামূলক শব্দ চালাও" বোতাম চাপুন। আপনার পরপর তিনটি শব্দ শোনার কথা।প্রথমটি ডানদিকের চ্যানেলে, দ্বিতীয়টি বামে এবং তৃতীয়টি মাঝখানের চ্যানেলে।
bn_in: নমুনা শব্দ শোনার জন্য "পরীক্ষামূলক শব্দ বাজান" বোতাম চাপুন। আপনি ক্রমানযায়ী তিনটি শব্দ শুনতে পারবেন। প্রথমটি ডানদিকের চ্যানেলে, দ্বিতীয়টি বাঁদিকে এবং তৃতীয়টি মাঝখানের চ্যানেলে।
cy: Clichwch y botwm "Canu sain prawf" i glywed sain enghreifftiol. Dylech chi glywed cyfres o dri sain. Bydd y sain cyntaf yn y sianel dde, yr ail sain yn y sianel chwith, ac fe fydd y drydedd sain yn y canol.
da: Klik på 'Afspil lydprøve'-knappen for at høre en lydprøve. Du bør høre en serie med 3 lyde. Den første lyd skal være i den højre kanal, den anden lyd skal være i den venstre kanal, og den tredje lyd skal være i midten.
de: Klicken Sie auf "Testsound abspielen", um ein Beispiel zu hören. Dabei sollte eine Reihe von drei Tönen erklingen: der erste Ton im rechten Kanal,der zweite im linken Kanal und der dritte im mittleren Kanal.
es: Pulse el botón "Realice una prueba de sonido" para escuchar un sonido de prueba. Debería oír series de tres sonidos. El primero estará en el canal de la derecha, el segundo en el de la izquierda y el tercero en el canal del centro.
fa: برای شنیدن نمونه‌ی صوتی روی دکمه‌ی «پخش صوت آزمایشی» کلیک کنید. باید دنباله‌ای از سه صوت را بشنوید. اولین صوت در کانال راست، دومین صوت در کانال چپ، و سومین صوت در مرکز خواهد بود.
fr: Cliquez sur le bouton "Tester le son" pour écouter un échantillon sonore. Vous devriez entendre une série de trois sons. Le premier sera sur le canal de droite, le second sur celui de gauche et le troisième au centre.
hi: नमुना ध्वनी को सुनने के लिए "ध्वनी परीक्षण चलाएँ" बटन दबाएँ। आपको तीन ध्वनियों का संग्रह सुनने के लिए मिलना चाहिए। पहली ध्वनी दाँयीं चेनल में होगी, दूसरी ध्वनी बाँयीं चेनल में होगी, तीसरी ध्वनी मध्य में होगी।
hr: Kliknite na gumb "Odvsiraj zvuk" kako biste čuli zvuk. Trebali bi čuti niz od tri zvuka. Prvi zvuk je na desnom kanalu, drugi na lijevom kanalu, a treći u sredini.
hu: Kattintson a "Hangteszt" gombra a hangeszköz kipróbálásához. Három hangminta lesz lejátszva egymás után. Az első a jobb, a második a bal csatornából szól, a haarmadik pedig középről.
id: Klik tombol "Play test sound" untuk mendengarkan contoh suara. Anda seharusnya mendengar tiga rangkaian suara. Suara pertama akan muncul di kanal sebelah kanan, suara kedua akan muncul di kanal sebelah kiri, dan suara ketiga akan muncul di tengah.
is: Smelltu á "Spila hljóð" hnappinn til að prófa hljóðkortið. Þú ættir að heyra þrjú hljóð. Fyrsta hljóðið ætti að vera í hægri hátalaranum, annað hljóðið í þeim vinstri og þriðja hljóðið í báðum.
it: Fare clic sul pulsante "Riproduci test audio" per ascoltare un campione audio. Si dovrebbe sentire una serie di tre suoni. Il primo suono sarà nel canale destro, il secondo sarà nel canale sinistro e il terzo suono sarànel centro.
ja: "Play test sound"ボタンをクリックしてサンプルサウンドを聞いてください。 連続して3つの音が聞こえるはずです。最初の音は、右のチャンネルで 2番目の音が 左側のチャンネルです。 3番目の音は中央となります。
ms: Klik butang "Mainkan ujian bunyi" untuk mendengar contoh bunyi. Anda sepatutnya mendengar rangkaian tiga bunyi. Bunyi pertama akan berada di saluran kanan, bunyi kedua akan berada di saluran kiri, dan bunyi ketiga akan berada di tengah-tengah.
nb: Trykk på "Spill testlyd"-knappen for å høre en testlyd. Du bør høre en sere av tre lyder. Den første lyden vil være på høyre kanal, den andre på venstre kanal og den tredje i begge.
nl: Klik op "Testgeluid afspelen" om uw geluidskaart te testen. U krijgt dan drie geluiden te horen. Het eerste geluid komt uit het rechter kanaal, het tweede uit het linker kanaal en het derde geluid zal uit het centrum komen.
pa: ਆਮ ਆਵਾਜ਼ ਸੁਣਨ ਲਈ"ਆਵਾਜ਼ ਚਲਾਉ" ਬਟਨ ਨੂੰ ਦਬਾਉ। ਤੁਸੀ ਤਿੰਨ ਆਵਾਜ਼ਾਂ ਲੜੀਬੱਧ ਸੁਣੋਗੇ, ਪਹਿਲੀ ਸੱਜੇ ਪਾਸੇ ਦੇ ਚੈਨਲ ਤੋਂ, ਦੂਜੀ ਖੱਬੇ ਪਾਸੇ ਦੇ ਚੈਨਲ ਤੋਂ ਅਤੇ ਤੀਜੀ ਆਵਾਜ਼ ਕੇਂਦਰੀ ਚੈਨਲ ਵਿੱਚੋਂ ਆਵੇਗੀ।
sl: Kliknite gumb "Predvajaj preskusni zvok", da slišite preskusni zvok. Slišati bi morali zaporedje treh zvokov. Prvi zvok bo v desnem kanalu, drugi v levem, tretji pa bo na sredini.
sr: Притисните дугме „Пусти звук“ да би чули пробни звук. Требало би да чујете серију од три звука. Први звук треба да буде на десном каналу, други на левом, а трећи у центру.
ta: "சோதனை ஓட்டம்" என்பதை க்ளிக் செய்து கேட்டுப்பார்க்கவும், மூன்று விதமான ஓசை கேட்கும். முதல் ஒலி இடது பக்கதும் இரண்டாவது ஒலி வலது பக்கத்துக்கும் மூன்றாவது மையத்தும் என கொள்ள வேண்டும்.
th: คลิกปุ่ม "Play test sound" แล้วจะได้ยินตัวอย่างเสียง คุณจะได้ยินเสียง 3 เสียง อันแรกเป็นเสียงจากลำโพงด้านขวา อันที่สองเป็นเสียงจากลำโพงด้านซ้าย และสุดท้ายเป็นเสียง ที่ตำแหน่งกลาง
tr: Örnek sesi duymak için "Deneme sesi çal" dğmesine tıklayınız. 3 seslik bir dizi duyacaksınız. İlk ses sağ kanaldan, ikincisi sol kanaldan, üçüncü ses ise ortadan gelecek.
uk: Для перевірки звуку натисніть кнопку "Програти взірець звуку". Ви повинні почути серію з трьох звуків. Перший повинен бути у правому каналі, другий у лівому каналі, та третій по центру.
vi: Nhấn nút "Phát âm thử" để nghe âm thanh mẫu. Bạn sẽ nghe một loạt ba âm thanh. Âm đầu tiên bên phải, âm thứ hai bên trái, và âm thứ ba ở giữa.

source: Timezone
af: Tydsone
ar: المنطقة الزمنية
be: Часавы пояс
bg: Времева зона
bn: সময়-এলাকা
bn_in: সময়ের অঞ্চল
cy: Cylchfa amser
de: Zeitzone
es: Zona horaria
fa: منطقه‌ی زمانی
fr: Fuseau horaire
hi: समयक्षेञ
hr: Vremenska zona
hu: Időzóna
hy: Ժամային գոտի
id: Zona Waktu
is: Tímabelti
it: Data e Ora
ja: タイムゾーン
ms: Zonmasa
ne: टाइमजोन
nl: Tijdzone
pa: ਸਮਾਂ-ਖੇਤਰ
ro: Fus Orar
si: හෝරා කලාපය
sl: Časovni pas
sr: Временска зона
ta: நேரம் மண்டலம்
th: เขตเวลา
tr: Zaman Dilimi
uk: Часовий пояс
ur: وقت چکر
vi: Múi giờ
zu: Ukwahluka kwezikhathi

source: Please set the timezone for the system.
af: Stel die tydsone vir die stelsel op.
ar: الرجاء تحديد المنطقة الزمنية للنظام.
be: Калі ласка, выстаўце часавы пояс сыстэмы.
bg: Моля задайте времева зона за Вашата система.
bn: অনুগ্রহ করে আপনার সিস্টেমের জন্য সময় এলাকা নির্ধারন করুন
bn_in: অনুগ্রহ করে আপনার সিস্টেমের জন্য সময়ের অঞ্চল নির্ধারণ করুন।
cy: Gosodwch gylchfa amser ar gyfer y system.
de: Wählen Sie die Zeitzone für das System.
es: Configure la zona horaria para el sistema.
fa: لطفاً منطقه‌ی زمانی سیستم را تعیین کنید.
fr: Veuillez sélectionner le fuseau horaire de votre système.
hi: कृपया तंञ के लिए समय क्षेञ जमाएँ।
hr: Molim, postavite vremensku zonu za sustav.
hu: Adja meg a rendszer időzónáját.
hy: Ընտրեք համակարգի ժամային գոտին։
id: Silahkan set zona waktu untuk sistem
is: Vinsamlegast settu tímabelti vélarinnar.
it: Impostare la data e l'ora del sistema.
ja: システムのタイムゾーンを設定してください。
ms: Sila tetapkan zonmasa untuk sistem.
ne: कृपया प्रणालीका लागि टाइमजोन सेट गर्नुहोस् ।
nl: Stel de tijdzone in voor het systeem.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਲਈ ਸਮਾਂ-ਖੇਤਰ ਸੈਟ ਕਰੋ।
ro: Vă rugăm configuraţi fusul orar pentru acest sistem.
si: පද්ධතිය සඳහා හෝරා කලාපය සකස් කරන්න
sl: Prosim, izberite časovni pas tega sistema.
sr: Подесите временску зону за овај систем.
ta: இந்த கணினிக்கான நேரத்தை தேர்வு செய்யவும்
th: กรุณาตั้งค่าเขตเวลาให้ระบบของคุณ
tr: Lütfen sistem için zaman dilimi belirleyin.
uk: Вкажіть часовий пояс
ur: براے مہربانی سسٹم کا وقت چکر مقرر کریں
vi: Vui lòng đặt múi giờ cho hệ thống.
zu: Siza umise ukwahluka kwezikhathi kwesistimu.
