Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: Authentication
af: Stawing
am: ማረጋገጫ
ar: التّوثيق
be: Аўтэнтыфікацыя
bg: Удостоверяване
bn_in: পরিচিয়-প্রমান প্রক্রিয়া
cy: Dilysiant
de: Authentifizierung
es: Autenticación
fa: تأیید هویت
fr: Authentification
hr: Provjera vjerodostojnosti
hu: Felhasználóazonosítás
hy: Աուտենֆիկացիա
id: Otentikasi
it: Autenticazione
ja: 認証
ms: Pengesahan
ne: प्रमाणीकरण
nl: Authenticatie
pa: ਪਰਮਾਣਕਿਤਾ
ro: Autentificare
si: අනන්‍යතාවය තහවුරු කිරීම
sl: Overjanje
sr: Идентификација
ta: அனுமதி
th: การรับรองสิทธิ
uk: Автентифікація
ur: تصدیق
zu: Okuyigunya

source: Firewall configuration
cy: Cyfluniad mur cadarn
hr: Postavke vatrozida
it: Configurazione del Firewall
nl: Firewall configuratie
uk: Настройка брандмауера

source: Keyboard configuration
cy: Cyfluniad bysellfwrdd
hr: Postavke tipkovnice
it: Configurazione tastiera
nl: Toetsenbord configuratie
uk: Настройка клавіатури

source: Mouse configuration
cy: Cyfluniad llygoden
hr: Postavke miša
it: Configurazione mouse
nl: Muis configuratie
uk: Настройка миші

source: Network configuration
bn: _নেটওয়ার্ক কনফিগারেশন
cy: Cyfluniad Rhwydwaith
hr: Postavke mreže
it: Configurazione della rete
nl: Netwerk configuratie
uk: Настройка мережі

source: Printer configuration
cy: Cyfluniad argraffydd
hr: Postavke pisača
it: Configurazione stampante
nl: Printer configuratie
uk: Настройка принтера

source: System services
cy: Gwasanaethau system
hr: Servisi sustava
it: Servizi di sistema
nl: Systeem voorzieningen
uk: Системні служби

source: Sound card configuration
cy: Cyfluniad cerdyn sain
hr: Postavke zvučne kartice
it: Configurazione scheda audio
nl: Geluidskaart configuratie
uk: Настройка звукової карти

source: Timezone configuration
cy: Cyfluniad cylchfa amser
hr: Postavke vremenske zone
it: Configurazione Data e Ora
nl: Tijdzone configuratie
uk: Настройка часового поясу

source: Run Tool
af: Laatloper
am: መሣሪያውን አስኪድ
ar: أداة التشغيل
be: Запусьціць сродак
bg: Стартиране на Инструмент
bn_in: টুল চালান
cy: Rhedeg Erfyn
de: Tool starten
es: Ejecutar Herramienta
fa: ابزار اجرا
fr: Outil d'exécution
hr: Pokreni alat
hu: Futtatási eszköz
id: Jalankan Alat bantu
it: Esegui Strumento
ja: ツールを実行
ms: Laksana Alat
ne: चालू गर्ने उपकरण
nl: Start programma
pa: ਸੰਦ ਚਲਾਓ
ro: Rulează utilitar.
si: ක්‍රියාකාරී මෙවලම
sl: Orodje za zagon
sr: Покрени алат
ta: கருவியை இயக்கு
th: เรียกใช้เครื่องมือ
uk: Запуск утиліти
ur: اوزار کو چلاو
zu: Sebenzisa Ithuluzi

source: Exit
af: Sluit af
am: ውጣ
ar: خروج
be: Выйсьці
bg: Изход
bn_in: প্রস্থান
cy: Gadael
de: Ende
es: Salir
fa: خروج
fr: Quitter
hr: Izađi
hu: Kilépés
hy: Լքել
id: Keluar
it: Esci
ja: 終了
ms: Keluar
ne: निस्कनुहोस्
nl: Afsluiten
pa: ਬਾਹਰ
ro: Ieşire
si: පිටවෙනු
sl: Izhod
sr: Излаз
ta: வெளிச்செல் _L
th: ออก
uk: Вийти
ur: اختتام
zu: Phuma

source: Select the item that you wish to modify
af: Kies die item wat jy wil wysig
ar: حدد العنصر الذي تريد تعديله
be: Вылучыце элемэнт, які вы жадаеце зьмяніць
bg: Изберете какво искате да промените
bn_in: আপনি যে বস্তুটি পরিবর্তন করতে ইচ্ছুক তা নির্বাচন করুন
cy: Dewiswch yr eitem yr hoffech ei addasu
de: Wählen Sie den Eintrag den Sie ändern möchten
es: Seleccione el ítem que desea modificar
fa: موردی را که می‌خواهید تغییر دهید انتخاب کنید
fr: Choisissez l'élément que vous souhaitez modifier
hr: Označite stavku koju želite izmijeniti
hu: Válassza ki a módosítani kívánt elemet
hy: Ընտրեք, թե ինչն եք ցանկանում փոփոխել
id: Pilih item yang ingin anda modifikasi
it: Seleziona la voce che vuoi modificare
ja: 修正したい項目を選択して下さい
ms: Pilih perkara yang anda hendak ubahsuai
ne: तपाईँले परिमार्जन गर्न चाहेको सामाग्री चयन गर्नुहोस्
nl: Selecteer het onderdeel dat u wilt wijzigen
pa: ਇਕਾਈ, ਜੋ ਕਿ ਤੁਸੀਂ ਤਬਦੀਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, ਦੀ ਚੋਣ ਕਰੋ
ro: Selectaţi elementul care doriţi să-l modificaţi
si: වෙනස් කිරීමට බලාපොරොත්තු වන අයිතමය තෝරන්න
sl: Izberite kaj želite spremeniti
sr: Изаберите ставку за измену
ta: திருத்த வேண்டிய உருப்படியை தேர்வு செய்
th: เลือกไอเทมที่ต้องการแก้ไข
uk: Виберіть пункт, який ви бажаєте змінити
ur: اس چیز کا انتخاب کریں جس کو آپ تبد یل کرنا چاہتے ہیں
zu: Khetha ilunga ofuna ukulilungisa

source: Additional CDs
af: Bykomende CD's
am: ተጨማሪ CDዎች
ar: أقراص مُدمجة إضافية
ast: CDs adicionales
be: Дадатковыя CD дыскі
bg: Допълнителни Дискове
bn: অতিরিক্ত সিডিগুলো
bn_in: অতিরিক্ত CD
cy: CDdau Ychwanegol
da: Yderligere CDer
de: Zusätzliche CDs
es: CDs adicionales
fa: سی‌دی‌های اضافی
fr: Cédéroms supplémentaires
hi: अतिरिक्त CDs
hr: Dodatni CD-i
hu: További CD-k
hy: Հավելյալ CD–ներ
ia: CDs additional
id: CD Tambahan
is: Auka diskar
it: CD aggiuntivi
ja: 追加のCD
lv: Papildu CD
ms: CD Tambahan
nb: Tilleggs-CDer
ne: थप सीडी
nl: Extra CD's
nn: Andre CD-ar
pa: ਵਧੀਕ CD
ro: CD-uri Adiţionale
si: අතිරේක සංයුක්ත තැටි
sl: Dodatne plošče
sr: Додатни CD-ови
ta: கூடுதல் CDக்கள்
th: แผ่นซีดีเสริม
tr: Ek CDler
uk: Додаткові CD
ur: مزید سیڈ یز
vi: CD bổ sung
zu: Ama-CDs Ongeziwe

source: If you have any of the CDs listed below, you can install packages from them by inserting the CD and clicking the appropriate button.
bg: Ако имате някое от CD-тата изброени подолу, можете да инсталирате пакети от тях като поставите избраня диск в CD-то и натисните подходящия бутон.
bn: আপনার কাছে যদি নিচের সিডিগুলোর কোনো একটি থাকে, তাহলে সেই সিডিটি প্রবেশ করিয়ে উপযুক্ত বাটন চেপে প্যকেজগুলো ইনস্টল করতে পারেন।
cy: Os oes gennych rai o'r CDdau a restrir isod, gallwch osod pecynnau oddi arnynt drwy roi'r CDd i mewn a chlicio'r botwm priodol.
da: Hvis du har nogen af cd'erne nævnt nedenfor kan du installere pakker fra dem ved at insætte cd'en ok klikke på den tilsvarende knap.
de: Wenn Sie eine der unten angeführten CDs besitzen, können Sie die darauf befindlichen Pakete installieren. Legen Sie hierzu die CD ein und klicken Sie auf die entsprechende Schaltfläche.
es: Si posee cualquiera de los CDs citados en la parte posterior, podrá instalar los paquetes al insertar el CD y pulsar el botón adecuado.
fr: Si vous disposez de l'un des cédéroms figurant dans la liste ci-dessous, vous pouvez installer les paquetages à partir de ceux-ci en introduisant simplement le cédérom et cliquant sur le bouton approprié.
hi: यदि आप के पास निम्न सूची में से कोई CDs हैं, तो आप CD को प्रवेशित कर और सही बटन दबाने से संकुलों का अधिष्ठापन कर सकते हैं ।
hr: Ako imate neki od CD-ove iz dolje navedenog popisa, možete instalirati pakete s njih ubacivanje CD-a i klikanjem na odgovarajući gumb.
hu: Ha rendelkezik az alábbi CD-k valamelyikével, feltelepítheti a rajtuk található csomagokat is. Ha telepíteni szeretne, helyezze be az egyik CD-t és kattintson a megfelelő gombra.
is: Ef þú ert með einhvern af diskunum hér að neðan getur þú sett inn pakka af þeim með því að setja þá í drifið og smella á viðeigandi hnapp.
it: Se si dispone di uno dei CD sotto elencati, è possibile installare i pacchetti inserendo il CD e facendo clic sul pulsante appropriato.
ja: 以下に表示してあるCDのどれかを所有している場合、そのCDを挿入して必要な ボタンを押すことによりパッケージをインストールできます。
ms: Jika anda mempunyai sebarang CD yang disenaraikan dibawah, anda boleh memasang pakej dari mereka dengan memasukkan CD dan menklik butang yang betul.
nb: Hvis du har noen av CDene listet under kan du installere pakker fra dem ved å sette inn CDen og trykke knappen.
nl: Als u een van de onderstaande CD's heeft, kunt u de pakketten daarvan installeren door de CD in te voeren, en op de bijbehorende knop te drukken.
tr: Aşağıda listelenen CD'lerden herhangi birine sahipseniz, bunlardan bir yazılım yüklemek için CD'yi yerleştirin ve ilgili düğmeye basın.
uk: Якщо у вас є перелічені нижче додаткові CD, ви можете встановити х них пакети, якщо вставите CD та натиснете відповідну кнопку.
vi: Nếu bạn có bất cứ CD nào dưới đây, bạn có thể cài đặt các gói phần mềm từ đó bằng cách cho CD vào và nhấn nút thích hợp.

source: Install...
af: Installeer...
am: አስገባ...
ar: تثبيت...
ast: Instalar...
be: Усталёўваньне...
bg: Инсталиране...
bn: ইনস্টল...
bn_in: ইনস্টল করুন...
cy: Arsefydlu...
da: Installér...
de: Installation...
es: Instalación...
fa: نصب...
fr: Installation...
hi: अधिष्ठापित करें...
hr: Instaliraj...
hu: Telepítés...
hy: Տեղադրում…
ia: Installar...
id: Instal...
is: Setja upp...
it: Installa...
ja: インストール...
lv: Instalēt...
ms: Pasang...
nb: Installer...
ne: स्थापना गर्नुहोस्...
nl: Installeren...
nn: Installer…
pa: ਇੰਸਟਾਲ...
ro: Instalaţi...
si: ස්ථාපනය කරන්න...
sl: Namesti...
sr: Инсталирање...
ta: நிறுவுக...
th: ติดตั้ง...
tr: Kur...
uk: Встановлення...
ur: نصب کریں
vi: Cài đặt...
zu: Faka...

source: A CD-ROM has not been detected. Please insert a CD-ROM in the drive and click "OK" to continue.
af: Kon nie 'n CD-ROM bespeur nie. Steek 'n CD-ROM in die aandrywer en kliek "OK" om voort te gaan.
am: CD-ROM አልተገኘም። እባክዎን CD-ROM በድራይቩ ውስጥ ያስገቡ እና ለመቀጠል «እሺ» ላይ ያቃጭሉ።
ar: لم يتم العثور على أي قرص مُدمج. الرّجاء إدخال قرص مُدمج في القارئ و اضغط "موافق" للاستمرار.
ast: Nun s'alcontró un CD-ROM. Introduz un CD-ROM nel preséu y calca n'"Aceutar" pa siguir.
be: Дыск ня быў вызначаны. Калі ласка, устаўце дыск у прыладу йпстрыкніце "Добра" для працягу.
bg: CD-ROM не е намерен. Моля поставете CD-ROM в устройството и натиснете "Добре" да продължите.
bn: কোনো সিডি-রম পাওয়া যায়নি। অনুগ্রহ করে একটি সিডি প্রবেশ করান এবং চালানোর জন্য "ঠিক আছে" চাপুন।
bn_in: কোনো CD-ROM পাওয়া যায়নি। অনুগ্রহ করে ড্রাইভে একটি সিডি প্রবেশ করান এবং চালানোর জন্য "ঠিক আছে" চাপুন।
cy: Ni ganfuwyd CDd-ROM. Rhowch CDd-ROM yn y gyriant a cliciwch "Iawn" ibarhau.
da: En cdrom blev ikke fundet. Indsæt venligst en cdrom i drevet og klik 'O.k.' for at fortsætte
de: Es wurde keine CD-ROM gefunden. Legen Sie eine CD-ROM in das Laufwerk ein und klicken Sie auf "OK" um fortzufahren.
es: No se ha detectado un CD-ROM. Introduzca un CD-ROM en la unidad y pulse "OK" para continuar.
fa: سی‌دی تشخیص داده نشده است. لطفاً یک سی‌دی را در دستگاه گذاشته و برای ادامه روی «تأیید» کلیک کنید.
fr: Aucun cédérom n'a été détecté. Veuillez insérer un cédérom dans le lecteur, puis cliquer sur "OK" pour continuer.
hi: CD-ROM खोजा नहीं गया। कृपया एक CD-ROM को ड्राइव में प्रवेशित करें और "सही" को सुचारू के लिए दबाएँ।
hr: CD-ROM nije nađen. Molim ubacite CD-ROM u vaš CD-ROM pogon i kliknite "U redu" za nastavak.
hu: Nem található CD-ROM-lemez a meghajtóban. Helyezzen egy lemezt a meghajtóba és kattintson az "OK" gombra.
hy: CD-ROM–ը չկա։ Այն դրեք սարգի մեջ և սեղմեք "OK" շարունակելու համար։
ia: Un CD-ROM non es detegite. Insere un CD-ROM in le lector e clicca sur "OK" pro continuar.
id: Tidak ada CD-ROM yang terdeteksi. Masukkan CD-ROM dalam drive dan tekan "OK" untuk melanjutkan.
is: Geisladiskur fannst ekki. Vinsamlegast settu geisladisk í drifið og veldu "Í lagi" til að halda áfram.
it: Il CD non è stato rilevato. Inserire il CD nell'unità e fare clic su "OK" per continuare.
ja: CD-ROMは検出されませんでした。 CD-ROMをドライブに挿入して"OK"を クリックして続けて下さい。
lv: CD nav atrasts. Lūdzu ievietojiet CD iekārtā disku un spiediet "Labi".
ms: CD-ROM tidak dapat dikesan. Sila masukkan CD-ROM dalam pemacu dan klik "OK" untuk meneruskan.
nb: Fant ingen CD-ROM. Sett inn en CD-ROM i spilleren og trykk "OK" for å fortsette.
ne: CD-ROM पत्ता लागेको छैन । ड्राइभमा CD-ROM घुसाउनुहोस् र जारी राख्न "ठीक छ" बटन क्लिक गर्नुहोस् ।
nl: Er is geen CD gedetecteerd. Voer de CD in, en klik "OK" om door te gaan.
nn: Fann inga CD-plate. Sett inn ei CD-plate og trykk «OK» for å fortsette.
pa: ਸੀਡੀ-ਰੋਮ ਨੂੰ ਖੋਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਡਰਾਈਵ ਵਿੱਚ ਸੀਡੀ-ਰੋਮ ਵਿੱਚ ਸੀਡੀ ਪਾਉ ਅਤੇ"ਠੀਕ ਹੈ" ਨੂੰ ਦਬਾਉ।
ro: Un CD-ROM nu a fost detectat. Vă rog introduceţi un CD-ROM în unitate şi daţi click pe "OK" pentru a continua.
si: සංයුක්ත තැටිය සොයාගත නොහැකි විය. කරුණාකර සංයුක්ත තැටියක් ධාවකයට ඇතුලත් කොට ඉදිරියට කරගෙනයාමට "හරි" සූචකය ඔබන්න.
sl: CD-ROM ni bil zaznan. Prosim, vstavite ploščo v pogon in kliknite "V redu" za nadaljevanje.
sr: CD-ROM није пронађен. Убаците CD-ROM у уређај и притисните „У реду“ за наставак.
ta: CD-ROM ஐ கண்டுபிடிக்க முடியவில்லை . தயவு செய்து குறுந்தகட்டை இயக்கியில் நுழைத்து "சரி" என்பதை க்ளிக் செய்து தொடரவும்.
th: ตรวจไม่พบซีดีรอม กรุณาใส่แผ่นซีดีแล้วคลิก "ตกลง"
tr: Bir CD-ROM algılanamadı. Lütfen sürücüye bir CD-ROM yerleştirin ve devam etmek için "Tamam" düğmesine basın.
uk: CD-ROM не знайдено. Вставте CD-ROM у пристрій та натисніть "Гаразд" для продовження.
ur: کا سراغ نہیں لگا۔ براے مہربا نی ڈرایوّ میں سی ڈی ڈالیں اور اوکے کو دباو جاری رکھنے کے کیے۔ ۔ ۔ CD-ROM
vi: Không tìm thấy CD-ROM. Vui lòng chèn đĩa CD-ROM vào ổ đĩa và nhấn "Đồng ý" để tiếp tục.
zu: I-CD ROM ayicoshwanga. Siza ufake i-CD-ROM kumshayeli ebese' ucofa "KULUNGILE" ukuze uqhubeke.

source: The autorun program cannot be found on the cd. Click "OK" to continue.
ar: لم يتم العثور على برنامج المشغل التلقائي على القرص المُدمج. اضغط "موافق" للاستمرار.
bg: Автостартиращата програма неможе да бъде намерена на CD-то. Натиснете "Добре" за продължение.
bn: সিডিতে অটোরান প্রোগ্রামটি পাওয়া যায়নি। চালিয়ে যাওয়ার জন্য "ঠিক আছে" চাপুন।
bn_in: CD অটোরান প্রোগ্রামটি পাওয়া যায়নি। চালিয়ে যাওয়ার জন্য "ঠিক আছে" চাপুন।
cy: Ni ganfuwyd y rhaglen awto-redeg ar yr cdd. Cliciwch "Iawn" i barhau.
de: Kann das Autorun-Programm nicht auf der CD finden. Klicken Sie "OK", um fortzufahren.
es: No se puede encontrar el programa de autorun en el cd. Pulse en "OK" para continuar.
fa: نمی‌توان برنامه‌ی اجرای‌خودکار را در سی‌دی پیدا کرد. برای ادامه روی «تأیید» کلیک کنید.
fr: Impossible de trouver le programme autorun sur le cédérom. Veuillez cliquer sur "OK" pour continuer.
hr: Program autorun se ne može naći na cd-u. Za nastavak pritisnite "U redu".
hu: Nincs a CD-n automatikusan elindítandó program. Továbblépéshez kattintson az "OK" gombra.
hy: Դիսկի վրա ավտորան ծրագիր չկա։ Շարունակելու համար սեղմեք "OK"։
id: program autorun tidak dapat ditemukan pada cd. Tekan "OK" untuk melanjutkan.
it: Il programma autorun non è stato trovato sul CD. Premi "OK" per continuare.
ja: オートランプログラムがcd上に見つかりません。「ＯＫ」をクリックして継続します。
ms: Program autorun tidak dijumpai pada cd. Klik "OK" untuk meneruskan.
nl: Het 'autorun' programma kan niet worden gevonden op de CD. Klik op "OK" om door te gaan.
pa: ਸੀਡੀ ਤੇ ਸਵੈ-ਚਾਲਤ ਕਾਰਜ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ ਜਾਰੀ ਰੱਖਣ ਲਈ "ਠੀਕ ਹੈ" ਨੂੰ ਦਬਾਉ।
sl: Programa autorun ni moč najti na CD. Kliknite "V redu" za nadaljevanje.
sr: Програм са аутоматским покретањем није пронађен на CD-у. За наставак притисните „У реду“.
ta: தானாக துவக்கும் நிரலால் குறுந்தகட்டை கண்டுபிடிக்க முடியவில்லை "சரி" என்பதை க்ளிக் செய்து தொடரவும்
th: ไม่พบโปรแกรม autorun ในซีดี คลิก "ตกลง" เพื่อทำงานต่อ
tr: Cd'de otomatik başlama bulunamadı. Devam etmek için "Tamam"a tıklayın.
uk: Програму autorun не знайдено на cd. Натисніть "Гаразд" для продовження.
vi: Không tìm thấy chương trình autorun trên CD. Nhấn "OK" để tiếp tục.

source: User Account
bg: Потребителски Акаунт
bn: ব্যাবহারকরী একাউন্ট
cy: Cyfrif Ddefnyddiwr
de: Benutzeraccount
es: Cuenta de usuario
fr: Compte utilisateur
hi: उपयोगकर्ता लेखा
hr: Korisnički račun
hu: Felhasználónév
is: Notandaaðgangur
it: Account utente
ja: ユーザーアカウント
ms: Akaun Pengguna
nb: Brukerkonto
nl: Gebruikersaccount
tr: Kullanıcı Hesabı
uk: Обліковий запис
vi: Tài khoản Người dùng

source: It is recommended that you create a personal user account for normal (non-administrative) use. To create a personal account, provide the requested information.
bg: Препорачително е да създадете личен потребителски акаунт за нормална (не-административна) работа. За да създадете личен акаунт, задайте необходимата информация.
bn: সাধারন কাজে ব্যবহার (non-administrative) করার জন্য ব্যক্তিগত একাউন্ট তৈরি করার উপদেশ দেয়া হচ্ছে।ব্যক্তিগত একাউন্ট তৈরি করার জন্য দরকারি তথ্য গুলো দিন।
cy: Argymellir eich bod yn creu cyfrif defnyddiwr personol ar gyfer defnydd arferol (nid gweinyddol). I greu cyfrif bersonol, darparwch y wybodaeth a ofynnir amdani.
de: Es wird empfohlen, dass Sie einen Benutzeraccount für normale (nicht-administrative) Benutzung anlegen. Um einen Benutzeraccount zu anzulegen, geben Sie die geforderten Informationen an.
es: Se recomienda que cree una cuenta de usuario personal para uso normal (no administrativo). Para crear una cuenta personal, proporcione la información requerida.
fr: Il est conseillé de créer un compte utilisateur personnel pour les utilisations normales (non administratives). Pour créer un compte personnel, renseignez les informations requises.
hi: यह अनुमोदित है कि आप साधारण (अप्रशासनिक) प्रयोग के लिए एक व्यक्तिगत उपयोगकर्ता लेखा बनाएँ। एक व्यक्तिगत लेखा बनाने के लिए, माँगी गई जानकारी को दें।
hr: Preporučeno je stvaranje osobnog korisničkog računa za normalnu (ne-administrativnu) uporabu. Da biste stvorili osobni račun, morate datiodgovarajuće podatke.
hu: Érdemes legalább egy normál (nem rendszergazdai jogú) felhasználónevet létrehozni. Új név létrehozásához be kell írni a szükséges adatokat.
is: Við mælum með að þú búir til notandaaðgang handa þér fyrir alla almenna vinnslu. Til að búa til notandaaðgang þarftu að gefa upp umbeðnar upplýsingar.
it: É consigliato creare un account utente personale per un uso (non-amministrativo) normale. Per creare un account personale, fornire le informazioni richieste.
ja: 通常(管理業務以外)の使用には、個人的なユーザーアカウントを作成される事を お勧めします。個人アカウントを作成するには、要求される情報を用意して 下さい。
ms: Adalah disyorkan anda mencipta akaun pengguna persendirian untuk kegunaan normal (bukan pengurusan). Untuk mencipta akaun persendirian, berikan maklumat yang diminta.
nb: Det anbefales at du oppretter en personlig brukerkonto for normal (ikke-administrativ) bruk. Oppgi etterspurt informasjon for å opprette en personlig konto.
nl: Het wordt aanbevolen om voor het normale dagelijkse gebruik van de computer (dus geen systeembeheer) een persoonlijk account aan te maken. Om een persoonlijk account aan te maken, moet u de gevraagde informatie leveren.
tr: Günlük kullanım için (yönetimsel olmayan) kişisel bir kullanıcı hesabı açmanız şiddetle önerilir. Kişisel bir hesap için, gereken bilgileri giriniz.
uk: Для звичайного використання (не адміністративного) рекомендується створити персональний обліковий запис. Для створення облікового запису введіть необхідну інформацію.
vi: Bạn được khuyến cáo nên tạo một tài khoản cá nhân cho những công việc bình thường (không phải những công việc quản lý hệ thống). Để tạo tài khoản cá nhân, hãy cung cấp các thông tin được yêu cầu.

source: _Username:
af: _Gebruikernaam:
am: የተጠቃሚ ስም (U)፦
ar: _اسم المستخدم:
ast: Nome d'_Usuariu:
be: _Уліковае імя:
bg: Портебителско име:
bn: _ব্যবহারকারীর নাম:
bn_in: ব্যবহারকারীর নাম(_U):
cy: Enw _Defnyddiwr:
de: Ben_utzername:
es: Nombre de _usuario:
fa: _نام کاربری:
fr: Nom d'_utilisateur :
hi: उपयोगकर्तानाम:
hr: _Korisničko ime:
hu: _Felhasználónév:
hy: _Մականուն՝
ia: _Conto:
id: Nama_user:
is: _Notandanafn:
it: _Nome utente:
ja: ユーザー名(_U):
lv: _Lietotājvārds:
ms: _Namapengguna:
ne: प्रयोगकर्ता नाम:
nl: _Gebruikersnaam:
nn: _Brukarnamn:
pa: ਉਪਭੋਗੀ-ਨਾਂ(_U):
ro: N_ume Cont:
si: පරිශීලක නම(_U):
sl: _Uporabniško ime:
sr: _Корисничко име:
ta: (_U)பயனர் பெயர்:
th: ชื่อ_ผู้ใช้:
tr: _Kullanıcı Adı:
uk: _Ім'я користувача:
ur: استعمال کرنے والے کا نام
vi: _Tên người dùng:
zu: _Igama lomsebenzisi:

source: Full Nam_e:
af: Volle na_am:
am: ሙሉ ስም (_E)
ar: الاسم ال_كامل:
ast: Nom_e Completu:
be: Імя й прозьві_шча:
bg: Име:
bn: পূর্ণ_নাম:
bn_in: সম্পূর্ণ নাম(_e):
cy: Enw _Llawn:
de: Vollständiger Nam_e:
es: Nombr_e completo:
fa: نام _‌کامل:
fr: Nom _et prénom :
hi: पूरा नामः
hr: Puno im_e:
hu: _Teljes név:
hy: _Լրիվ անուն՝
ia: _Nomine complete:
id: Nama L_engkap:
is: F_ullt nafn:
it: Nome _completo:
ja: フルネーム(_E):
lv: Vārds un _uzvārds:
ms: Nama Penuh:
ne: पूरा नाम:
nl: _Volledige naam:
nn: Fult _namn:
pa: ਪੂਰਾ ਨਾਂ(_E):
ro: Numele compl_et:
si: සම්පූර්ණ නම(_e):
sl: _Polno ime:
sr: Пуно _име:
ta: (_e)முழு பெயர்:
th: ชื่อเ_ต็ม:
tr: _Adı ve Soyadı:
uk: П_овне ім'я:
ur: مکمل نام
vi: _Họ và tên:
zu: _Igama Eliphelele:

source: _Password:
af: _Wagwoord:
am: ሚስጢራዊ ቃል (_P)፦
ar: _كلمة المرور:
ast: _Contraseña:
be: _Пароль:
bg: Парола:
bn: _পাসওয়ার্ড:
bn_in: পাসওয়ার্ড(_P):
cy: _Cyfrinair:
de: _Passwort:
es: _Contraseña:
fa: _گذرواژه:
fr: Mot de _passe :
hi: शब्दकूट:
hr: _Lozinka:
hu: _Jelszó:
hy: _Ծածկագիր՝
ia: Contra_signo:
is: _Lykilorð:
ja: パスワード(_P):
lv: _Parole:
ms: _Katalaluan:
ne: पासवर्ड:
nl: _Wachtwoord:
nn: _Passord:
pa: ਗੁਪਤ-ਕੋਡ(_P):
ro: _Parolă
si: රහස්පදය(_P):
sl: _Geslo:
sr: _Лозинка:
ta: (_P)கடவுச்சொல்:
th: _รหัสผ่าน:
tr: _Parola:
uk: _Пароль:
ur: پاسورڈ
vi: _Mật khẩu:
zu: _Igama lokudlula:

source: Confir_m Password:
af: Bevest_ig wagwoord:
am: ሚስጢራዊ ቃሉን ያረጋግጡ (_M)፦
ar: تأكيد كلمة المرور:
ast: Confir_ma la Contraseña:
be: Па_цьверджаньне пароля:
bg: Потвърдете Паролата:
bn: পাসওয়ার্ডটি _আবার নিশ্চিত করুন:
bn_in: পাসওয়ার্ডটি নিশ্চায়ন (_m):
cy: C_adarnhau'r Cyfrinair:
de: Passwort _bestätigen:
es: Confir_me la contraseña:
fa: _تصدیق گذرواژه:
fr: Confir_mer le mot de passe :
hi: शब्दकूट निश्चित करेंः
hr: _Potvrdi lozinku:
hu: A jelszó me_gerősítése:
hy: _Հաստատել ծածկագիրը՝
ia: Confir_ma le contrasigno:
id: Konfir_masi Password:
is: St_aðfesta lykilorð:
it: Confer_mare la Password:
ja: パスワードの確認(_m):
lv: Apstipri_niet paroli:
ms: Pastikan Katalaluan:
ne: पासवर्ड यकीन गर्नुहोस्:
nl: Wachtwoord _bevestigen:
nn: _Bekreft passord:
pa: ਗੁਪਤ-ਕੋਡ ਪੁਸ਼ਟੀ(_M):
ro: Confir_maţi Parola:
si: රහස්පදය තහවුරු කරන්න(_m):
sl: Po_trdite geslo:
sr: П_отврдите лозинку:
ta: (_m)கடவுச்சொல் உறுதிசெய்:
th: _ยืนยันรหัสผ่าน :
tr: Parola _Onaylama:
uk: Під_твердження паролю:
ur: پاسورڈ کی یقین دھانی
vi: _Xác nhận mật khẩu:
zu: _Qinisekisa Igama lokudlula:
