Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Next" button in the lower right corner to continue.
ar: بقي بعض الخطوات الأخيرة ليصبح النظام جاهزاً للاستعمال. برنامج التثبيت سوف يقوم بإرشادك خلال بعض الإعداداتة الأساسية.ال رجاء اضغط زرّ "التالي" في الركن الأيمنللمتابعة.
bg: Още няколко стъпки са нужни за да бъде Вашата система готова за изпозване. Агента за Установяване ще Ви преведе през някой базови конфигурации. Моля натиснете бутон "Следващ" в долния десен ъгъл за да продължите.
bn: আর কয়েকটি ধাপের মধ্যে আপনার কম্পিউটারটি ব্যাবহারের জন্য প্রস্তুত হবে। আপনার সিস্টেমের কিছু মৌলিক কনফিগারেশনে সেটাপ এজেন্ট আপনাকে সাহায্য করবে। চালিয়ে যাবার জন্য নিচে ডানদিকের "পরবর্তী" বোতামটি চাপুন।
bn_in: আর কয়েকটি ধাপের মধ্যে আপনার কম্পিউটারটি ব্যাবহারের জন্য প্রস্তুত হবে। আপনার সিস্টেমের কিছু মৌলিক কনফিগারেশনে Setup Agent আপনাকে সাহায্য করবে। অগ্রসর হওয়ার জন্য নীচে ডানদিকের কোনায় অবস্থিত "পরবর্তী" বোতামটি চাপুন।
cy: Mae ychydig rhagor o gamau i fynd cyn bod eich system yn barod i'w defnyddio. Bydd yr Asiant Gosod yn eich arwain chi drwy'r ychydig gyflunio sylfaenol nawr. Cliciwch y botwm "Nesaf" yn y gornel chwith waelod i barhau.
de: Nur noch ein paar Schritte, und Sie können Ihr System verwenden. Der Setup Agent führt Sie dabei durch die Basiskonfiguration. Klicken Sie auf "Weiter" unten rechts, um fortzufahren.
es: Hay algunos pasos más que debe realizar antes de que su sistema esté listo para ser utilizado. El Agente del configuración de Red Hat le guiará a través de algunos elementos básicos de configuración. Pulse el botón "Adelante" en la esquina inferior derecha para continuar.
fa: قبل از اینکه سیستم شما آماده‌ی استفاده شود، چند مرحله‌ی دیگر وجود دارد. اکنون مأمور برپاسازی شما را در انجام چند پیکربندی پایه‌ای راهنمایی خواهد کرد. لطفاً دکمه‌ی «بعدی» را در گوشه‌ی پایین و راست کلیک کنید.
fr: Il vous reste encore quelques étapes à effectuer avant que votre système ne soit prêt à l'emploi. L'agent de configuration Red Hat vous guidera tout au long de la configuration de base. Pour continuer, cliquez sur le bouton "Suivant" dans le coin en bas à droite.
hr: Potrebno je napraviti još nekoliko postupaka prije nego vaš sustav postane spreman za uporabu. Pomoćnik za postavljajne sustava će vas voditi kroz osnovne postavke. Molim, za na stavak pritisnite gumb "Sljedeće" u donjem lijevom kutu.
hu: A rendszer használatba vétele előtt még néhány lépést el kell végezni. A Setup Agent végigvezeti Önt a beállítási lépéseken. Továbblépéshez kattintson a "Tovább" gombra a jobb alsó sarokban.
id: Ada beberapa langkah lagi yang perlu anda lakukan sebelum sistem siap dipergunakan. Setup Agent akan memandu anda melakukan beberapa konfigurasi dasar. Tekan tombol "Lanjutkan" pada pojok kanan bawah untuk melanjutkan.
it: Benvenuti a Red Hat Setup Agent. Ci sono alcune operazioni da compiere prima che il sistema sia pronto. Red Hat Setup Agent guida l'utente nel processo di configurazione di base. Fare clic sul pulsante "Avanti" nella parte inferiore destra per continuare.
ja: システムが使用できるようになるまでもう少しステップがあります。セットアップエージェントはここで、基本的な設定を通してガイドしていきます。 右下隅にある「次へ」ボタンをクリックして続けて下さい。
ms: Terdapat beberapa langkah lagi sebelum sistem anda sedia untuk digunakan. Agen Tetapan akan membantu anda melalui beberapa tetapan asas. Sila klik butang "Maju" pada bahagian sudut bawah kanan untuk meneruskan.
nl: Er zijn nog een aantal taken te verrichten voordat uw systeem klaar is voor gebruik. De Setup Agent zal u nu helpen met het maken van een basis- configuratie. Klik op "Volgende" rechts onder in het scherm om door te gaan.
pa: ਇਸ ਤੋ ਪਹਿਲਾਂ ਕਿ ਤੁਹਾਡਾ ਸਿਸਟਮ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੋਵੇ, ਕੁਝ ਹੋਰ ਪਗ਼ ਬਾਕੀ ਹਨ। ਸੈੱਟਅੱਪ ਏਜੰਟ ਤੁਹਾਨੂੰ ਇੱਕ ਮੁੱਢਲੀ ਸੰਰਚਨਾ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦੇਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਲੇ ਸੱਜੇ ਕੋਨੇ ਵਿੱਚ "ਅੱਗੇ" ਬਟਨ ਨੂੰ ਜਾਰੀ ਰਹਿਣ ਲਈ ਦਬਾਉ।
sl: Preden bo sistem pripravljen za rabo, morate narediti še nekaj korakov. Nastavitveni agent vas bo vodil po nekaj osnovnih nastavitvah. Za nadaljevanje kliknite gumb "Naprej" v spodnjem desnem kotu.
sr: Потребно је још неколико корака док систем не буде спреман за употребу. Агент подешавања ће вас водити кроз нека основна подешавања. За наставак молим притисните дугме „Следећи“ у доњем десном углу.
ta: உங்கள் கணினியை பயன்படுத்தும் முன் இன்னும் சில சோதனைகள் செய்வது நல்லது, உங்கள் நிறுவல் மேலாளர் அடிப்படை அமைப்புகளை உருவாக்க உங்களுக்கு உதவுவார், "அடுத்து" என்பதை க்ளிக் செய்து தொடரவும்.
th: ต่อไปนี้จะเป็นขั้นตอนสั้นๆ ที่ต้องตั้งค่า ก่อนจะใช้งานระบบของคุณ ตัวติดตั้งจะมีการแนะนำการตั้งค่าอย่างง่ายๆ ทีละขั้นตอนกรุณาคลิกที่ปุ่ม "ถัดไป" ที่มุมล่างขวาเพื่อทำงานต่อ
uk: Лишилось ще декілька кроків, після чого ваша система буде готова до роботи. Агент настройки допоможе вам з настроюванням. Натисніть "Далі" для продовження.

source: The system must now reboot for some of your selections to take effect.
ast: El sistema necesita reaniciase pa que dalgunes de les opciones escoyíes surdan efeutu.
gl: O sistema precisa reiniciarse para que algunhas das opcións seleccionadas teñan efecto.
hy: Համակարգը պետք է վերաբեռնվի ձեր ընտրություններից մի քանիսի աշխատելու համար։
ia: Le systema debe ora reinitiar se pro render certe selectiones effective.
id: Sekarang sistem harus direboot agar beberapa pilihan anda berlaku.
lv: Lai iestatījumi stātos spēkā, jāpārstartē sistēma.
ne: तपाईँका केही चयनले प्रभाव पार्नका लागि प्रणाली अहिले फेरि बुट गर्नुपर्दछ ।
nn: Systemet må no startas om for at nokon av vala du tok skal trå i kraft.
pa: ਸਿਸਟਮ ਹੁਣ ਤੁਹਾਡੇ ਰਾਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਪਰਭਾਵੀ ਬਣਾਉਣ ਲਈ ਮੁੜ ਚਾਲੂ ਹੋਵੇਗਾ।
ro: Sistemul se va restarta pentru ca unele din selecţii să ia efect.
si: ඔබ විසින් තෝරා ගන්නා ලද අංගයන් සක්‍රීය වනු පිණිස පද්ධතිය නැවත ක්‍රියාත්මක කල යුතු වේ.
sr: Систем сада мора бити поново подигнут како би неки од ваших избора имали дејства.
ur: آپ کےانتخابات کو بااثر کرنے کے لیے سسٹم لازمن دوبارہ بوٹ کرتا ہے

source: _Finish
ast: _Finar
gl: _Finalizar
ia: _Finir
lv: _Pabeigt
ne: समाप्त
nn: _Avslutt
pa: ਮੁਕੰਮਲ(_F)
ro: _Termină
si: නිම කරන්න(_F)
ur: اختتام

source: module import of %s failed: %s
af: module-invoer van %s het misluk: %s
am: ከ%s የመጣው ክፍል ውድቅ ሆኗል፦ %s
ar: فشل استيراد الوحدة %s: %s
be: збой імпарту модуля %s: %s
bn_in: %s-র মডিউল ইম্পোর্ট করতে ব্যর্থ: %s
fa: وارد کردن پیمانه‌ی %s شکست خورد: %s
id: import dari %s modul gagal: %s
ne: मोड्युल %s को आयात असफल भयो: %s
pa: %s ਦੇ ਮੈਡੀਊਲ ਦਾ ਆਯਾਤ ਅਸਫਲ: %s
ro: importarea modulului %s a esuatŞ %s
si: %s මොඩියුලය ආනයනය කිරීමට අසමත් විය: %s
sr: убацивање модула %s није успело: %s
ta: %s பகுதி ஏற்றம் தோல்வி: %s
ur: %s: کا حصہ درآمد کرنے میں ناکام%s

source: Firewall configuration
af: Brandmuur-instelling
am: የፋየር ዎል ማስተካከያ
ar: إعداد الجدار الناري
be: Наладка міжсеткавага экрана
bg: Конфигурация на защитната стена
bn_in: ফায়ারওয়াল কনফিগারেশন
de: Firewall-Konfiguration
es: Configuración del cortafuegos
fa: پیکربندی دیوار‌آتش
fr: Configuration du pare-feu
hu: Tűzfalbeállítás
hy: Firewall–ի կոնֆիգուրացիա
id: Konfigurasi Firewall
ja: ファイヤーウォール設定
ms: Tetapan firewall
ne: फायरवाल कन्फिगरेसन
pa: ਫਾਇਰਵਾਲ ਸੰਰਚਨਾ
ro: Configurarea firewall-ului
si: ගිණි පවුර මාණකරනය
sl: Nastavitve požarnega zidu
sr: Подешавање заштитног зида
ta: நெருப்பு சுவர் அமைப்பு
th: ตั้งค่าไฟร์วอลล์
ur: فایروال کی رچاوٹ
zu: Inhlanganiselo yodonga lomlilo

source: Keyboard configuration
af: Sleutelbord-instelling
am: የፊደል ገበታ ማስተካከያ
ar: إعداد لوحة المفاتيح
be: Наладка клявіятуры
bg: Конфигуриране на клавиатурата
bn_in: কী-বোর্ড কনফিগারেশন
de: Tastaturkonfiguration
es: Configuración del teclado
fa: پیکربندی صفحه‌کلید
fr: Configuration du clavier
hu: Billentyűzetbeállítás
hy: Ստեղնաշարի կոնֆիգուրացիա
id: Konfigurasi Keyboard
ja: キーボード設定
ms: Tetapan papan kekunci
ne: कुञ्जीपाटी कन्फिगरेसन
pa: ਕੀ-ਬੋਰਡ ਸੰਰਚਨਾ
ro: Configurarea tastaturii
si: යතුරු පුවරු මාණකරනය
sl: Nastavitve tipkovnice
sr: Подешавање тастатуре
ta: விசைபலகை அமைப்பு
th: ตั้งค่าแป้นพิมพ์
ur: کیبورڈ کی رچاوٹ
zu: Inhlanganiselo yebhodi lezikhiye

source: Network configuration
af: Netwerk-instelling
am: የአውታር ማስተካከያ
ar: إعداد الشبكة
be: Наладка сеткі
bg: Конфигуриране на мрежата
bn_in: নেটওয়ার্ক কনফিগারেশন
de: Netzwerk-Konfiguration
es: Configuración de la red
fa: پیکربندی شبکه
fr: Configuration réseau
hu: Hálózatbeállítás
hy: Ցանցի կոնֆիգուրացիա
id: Konfigurasi Jaringan
ja: ネットワーク設定
ms: Tetapan rangkaian
ne: सञ्जाल कन्फिगरेसन
pa: ਨੈਟਵਰਕ ਸੰਰਚਨਾ
ro: Configurarea reţelei
si: ජාල මාණකරනය
sl: Omrežne nastavitve
sr: Подешавање мреже
ta: வலைபின்னல் அமைப்பு
th: ตั้งค่าเน็ตเวิร์ค
ur: نیٹورک کی رچاوٹ
zu: Inhlanganiselo yoxhumano

source: Printer configuration
af: Drukker-instelling
am: የማተሚያ ማስተካከያ
ar: إعداد الطابعة
be: Наладка друкаркі
bg: Конфигурация на принтера
bn_in: প্রিন্টার কনফিগারেশন
de: Druckerkonfiguration
es: Configuración de la impresora
fa: پیکربندی چاپگر
fr: Configuration de l'imprimante
hu: Nyomtatóbeállítás
hy: Պրինտերի կոնֆիգուրացիա
id: Konfigurasi Printer
ja: プリンター設定
ms: Tetapan pencetak
ne: मुद्रक कन्फिगरेसन
pa: ਪਰਿੰਟਰ ਸੰਰਚਨਾ
ro: Configurarea imprimantei
si: මුද්‍රක මාණකරනය
sl: Nastavitve tiskalnika
sr: Подешавање штампача
ta: அச்சியந்திரம் அமைப்பு
th: ตั้งค่าเครื่องพิมพ์
ur: پر‌نٹر کی رچاوٹ
zu: Inhlanganiselo yomshicileli

source: System services
af: Stelseldienste
am: የሲስተም አገልግሎቶች
ar: خدمات النظام
be: Сыстэмныя паслугі
bg: Системни услуги
bn_in: সিস্টেম পরিসেবা
de: System-Dienste
es: Servicios del sistema
fa: سرویس‌های سیستم
fr: Services du système
hu: Rendszerszolgáltatások
hy: Համակարգի ծառայություններ
id: Layanan sistem
ja: システムサービス
ms: Servis sistem
ne: प्रणाली सेवा
pa: ਸਿਸਟਮ ਸੇਵਾਵਾਂ
ro: Serviciile sistemului
si: පද්ධති සේවාවන්
sl: Storitve Sistema
sr: Системски сервиси
ta: கணினி சேவைகள்
th: การให้บริการ
ur: سسٹم کی سہولیات
zu: Imisebenzi yesistimu

source: Sound card configuration
ar: إعداد بطاقة الصوت
bg: Конфигурация на Звуковата карта
bn_in: সাউন্ড কার্ড কনফিগারেশন
de: Soundkartenkonfiguration
es: Configuración de la tarjeta de sonido
fa: پیکربندی کارت صوتی
fr: Configuration de la carte son
hu: Hangkártyabeállítás
hy: Ձայնային քարտի կոնֆիգուրացիա
id: Konfigurasi sound card
ja: サウンドカード設定
ms: Tetapan kad bunyi
pa: ਸਾਊਂਡ-ਕਾਰਡ ਸੰਰਚਨਾ
sl: Nastavitev zvočne kartice
sr: Подешавање звучне картице
ta: ஒலி அட்டை அமைப்பு
th: ตั้งค่าการ์ดเสียง

source: Timezone configuration
af: Tydsone-instelling
am: የሰዓት ክልል ማስተካከያ
ar: إعداد المنطقة الزّمنيّة
be: Наладка часавога пояса
bg: Времева зона - конфигуриране
bn_in: সময়ের অঞ্চল কনফিগারেশন
de: Zeitzonenkonfiguration
es: Configuración de la zona horaria
fa: پیکربندی منطقه‌ی زمانی
fr: Configuration du fuseau horaire
hu: Időzóna-beállítás
hy: Ժամային գօտու կոնֆիգուրացիա
id: Konfigurasi zona waktu
ja: タイムゾーン設定
ms: Tetapan zonmasa
ne: टाइमजोन कन्फिगरेसन
pa: ਸਮਾਂ-ਖੇਤਰ ਸੰਰਚਨਾ
ro: Configurarea fusului orar
si: හෝරා කලාප මාණකරනය
sl: Nastavitev časovnega pasu
sr: Подешавање временске зоне
ta: நேரமண்டல அமைப்பு
th: ตั้งค่าเขตเวลา
ur: وقت چکر کی رچاوٹ
zu: Inhlanganiselo yokwehluka kwezikhathi

source: Setup Agent
af: Opsteller
am: የተወካይ አቀማመጥ
ar: عميل الإعداد
be: Агент наладкі
bg: Агент за Установяване
bn: সেটাপ এজেন্ট
cy: Asiant Gosod
es: Agente de Configuración
fa: مأمور برپاسازی
fr: Agent de configuration
hr: Agent postavki
hu: Telepítőügynök
hy: Տեղադրման օգնական
ja: セットアップエージェント
ms: Agen Pemasangan
ne: सेटअप अभिकर्ता
pa: ਸੈਟਅੱਪ ਏਜੰਟ
si: සකසුරුවම් නියෝජිත
sl: Nastavitveni agent
sr: Агент подешавања
ta: நிறுவல் கருவி
th: ตัวติดตั้ง
uk: Агент настройки
ur: ایجنٹ کی رچاوٹ
zu: Ummeli Womiso

source: Please insert the disc labeled "Red Hat Enterprise Linux Extras" to allow for installation of third-party plug-ins and applications. You may also insert the Documentation disc, or other Red Hat-provided discs to install additional software at this time.
af: Steek die skryf genaamd "Red Hat Enterprise Linux Extras" in sodat derdeparty-inproppe en -toepassings geïnstalleer kan word. Jy kan ook die dokumentasieskyf of enige ander skywe van Red Hat af insteek om nou bykomende sagteware te installeer.
am: እባክዎን «Red Hat Enterprise Linux Extras» ተብሎ የተሰየመውን ዲስክ የሦስተኛ ወገን ተጨማሪ ፕሮግራሞች እና መጠቀሚያ ፕሮግራሞችን ለማስገባት ያስችላል። የመረጃውን ዲስክም ማስገባት ወይንም ሌላ በሬድ ሀት የቀረቡ ዲስኮችን ተጨማሪ ሶፍትዌር ለማስገባት በዚህ ጊዜ ይችላሉ።
ast: Por favor, introduz el discu cola etiqueta "Red Hat Enterprise Linux Extras" pa permitir la instalación d'estensiones de terceros. Tamién puedes inxertar el discu de Documentación o otros discos de software adicional de Red Hat pa instalalos.
bn_in: স্বতন্ত্র প্লাগ-ইন এবং অ্যাপ্লিকেশন ইনস্টল করার জন্য "Red Hat Enterprise Linux Extras" নামক ডিস্কটি অনুগ্রহ করে প্রবেশ করান। অতিরিক্ত সফ্টওয়্যার ইনস্টল করার জন্য আপনি Documentation ডিস্ক, অথবা Red-Hat-র উপলব্ধ করা অন্যান্য ডিস্কও প্রবেশ করাতে পারেন।
hy: Դրեք "Red Hat Enterprise Linux Extras" վերնագրով դիսկը, որպեսզի հնարավոր լինի տեղադրել հավելյալ ծրագրեր և հնարավորություններ։ Նաև կարող եք դնել դոկումենտացիայի կամ «Red Hat–ի» կողմից տրամադրված որևէ այլ դիսկ։
ia: Insere le disco con le etiquetta "Red Hat Enterprise Linux Extra" pro permitter le installation de extra modulos e applicationes de tertios. Ora il es anque possibile inserer le disco Documentation o altere discos de Red Hat pro installar software additional.
id: Silakan masukan disk dengan label "Red Hat Enterprise Linux Extras" untuk melakukan instalasi dari plugins dan aplikasi third-party. Anda juga diperkenankan untuk memasukan disk Dokumentasi atau disk lain yang disdiakan Red Hat untuk menginstall software tambahan.
lv: Lūdzu, ievietojiet disku ar nosaukumu "Red Hat Enterprise Linux Extras", lai varētu instalēt trešo pušu izstrādātās programmas. Jūs varat ievietot arī Dokumentācijas vai citu kompānijas Red Hat izveidoto disku, lai instalētu papildu programmatūru tagad.
ne: कृपया तेस्रो पक्षको प्लगइन र अनुप्रयोग स्थापनाका लागि अनुमति दिन "रेड ह्याट इन्टरप्राइज लिनक्स एक्स्ट्रा" लेबल दिइएको डिस्क घुसाउनुहोस् । यो समयमा तपाईँले थप सफ्टवेयर स्थापना गर्न मिसिलिकरण डिस्क, वा अन्य रेड ह्याटद्वारा उपलब्ध डिस्क पनि घुसाउन सक्नुहुन्छ ।
nn: Sett inn plata merkt "Red Hat Enterprise Linux Extras" for installasjon av utvidingar og programvare frå 3.partar. Sett også inn Dokumentasjonsplata, eller andre plater levera av Red Hat for å installera ytterlegare programvare no.
pa: ਕਿਰਪਾ ਕਰਕੇ "Red Hat Enterprise Linux Extras" ਨਾਂ ਦੀ ਡਿਸਕ ਨੂੰ ਤੀਜਾ ਧਿਰ ਪਲੱਗਇਨ ਤੇ ਕਾਰਜ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਪਾਓ। ਤੁਸੀਂ ਦਸਤਾਵੇਜ਼ ਸੀਡੀ, ਜਾਂ Red Hat-ਵਲੋਂ ਉਪਲੱਬਧ ਡਿਸਕ ਨੂੰ ਇਸ ਸਮੇਂ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪਾ ਸਕਦੇ ਹੋ।
ro: Vă rugăm inseraţi discul etichetat "Red Hat Enterprise Linux Extras" pentru a permite instalarea altor programe si plug-in-uri. Puteţi de asemenea să inseraţi discul Documentaţie, sau orice alt disc Red Hat pentru a instala programe suplimentare.
si: තෙවන පාර්ශවයේ මෘදුකාංග සහ උප වැඩ සටහන් ස්ථාපනය කිරීම සඳහා "Red Hat Enterprise Linux Extras" යනුවෙන් මුද්‍රිත සංයුක්ත තැටිය ඇතුල් කරන්න. ලේඛණයන් ඇතුලත් සංයුක්ත තැටිය හෝ Red Hat විසින් සම්පාදිත අතිරේක මෘදුකාංග ඇතුලත් සංයුක්ත තැටි ස්ථාපනයද මෙම අවස්ථාවේදී ස්ථපානය කිරීම සඳහා ඇතුල් කරන්න.
sr: Убаците диск обележен као „Red Hat Enterprise Linux Extras“ да омогућите инсталирање додатака и програма са стране. Можете убацити и диск са домументацијом, или друге Red Hat дискове да инсталирате додатни софтвер у овом тренутку.
ta: "Red Hat Enterprise Linux Extras" என்ற பெயருள்ள வட்டை சொருகி மூன்றாம் நபர்சொருகுபொருள் மற்றும் பயன்பாடுகளை அனுமதிக்கவும். நீங்கள் ஆவணவட்டு, அல்லது ரெட் ஹாட்டில் உள்ள கூடுதல் மென்பொருள் சிடியையும் பயன்படுத்தலாம்.
ur: لکھا ہے ۔ اور آپ دستا ویزات والی سی ڈی بھی ڈالیں یا مزید سافٹ ویرز کے لیے وہ سی ڈی ڈالیں جو ریڈ ہیٹ نے مہیا کی ہے۔"Red Hat Enterprise Linux Extras" تیسری جماعت کے پلگ ان اور سافٹ ویر کی نصب کاری کو اجازت دینے کے لیے براےمہربانی وہ ڈسک ڈالیں جس پر

source: Please insert any additional software install cds at this time.
ast: Por favor, inxerta cualisquier cd d'instalación de software adicional.
bn_in: অতিরিক্ত কোনো সফ্টওয়্যার ইনস্টেলশনের উদ্দেশ্যে এই সময়ে cd প্রবেশ করান।
hy: Տեղադրեք հավելյալ ծրագրերի դիսկերը (եթե կան)։
ia: Insere ora alicun CD de installation de software additional.
id: Masukkan CD instalasi software tambahan saat ini.
lv: Lūdzu, ievietojiet CD ar papildu programmām.
ne: कृपया यस समयमा कुनै पनि थप अतिरिक्त सफ्टवेयर स्थापना सीडी घुसाउनुहोस् ।
nn: Sett inn andre installasjonsplater no.
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੁਣ ਕੋਈ ਵੀ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ CD ਪਾਓ।
ro: Vă rugăm inseraţi discul de instalare pentru orice program suplimentar.
si: අතිරේක මෘදුකාංග ස්ථාපනය සඳහා අවශ්‍ය සංයුක්ත තැටි තිබේ නම් ඇතුල් කරන්න
sr: Сада убаците ма који додатни софтверски инсталациони CD.
ur: براے مہربانی اس وقت مزید سافٹ ویر کی نصب کاری کے لیے سیڈ یز ڈالیں۔

source: To enable runtime support of 32-bit applications on the Intel Itanium2 architecture, you must install the Intel Execution Layer package from the Extras disc now.
bn_in: Intel Itanium2 আর্কিটেকচারের উপর ৩২-বিট অ্যাপ্লিকেশনের জন্য সমর্থন সক্রিয় করার জন্য, Extras ডিস্কটি থেকে Intel Execution Layer প্যাকেজটি আপনার ইনস্টল করা আবশ্যক।
hy: Որպեսզի թույլատրել 32 բիթանի ծրագրերի աշխատանքը Intel Itanium2 համակարգերի վրա, դուք պետք է տեղադրեք Intel Execution Layer փաթեթը հավելյալ ծրագրերի դիսկից։
id: Untuk mengaktifkan dukungan runtime dari aplikasi 32-bit pada arsitektur Intel Itanium2, anda harus menginstal paket Intel Excution Layer dari disk extra sekarang.
pa: ntel Itanium2 ਢਾਂਚੇ ਤੇ 32-ਬਿੱਟ ਕਾਰਜ ਸਹਿਯੋਗ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਵਾਧੂ ਡਿਸਕ ਤੋਂ Intel Execution Layer ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨਾ ਪਵੇਗਾ।
sr: Да би сте укључили подршку за 32-битне програме на Intel Itanium2 архитектури, морате инсталирати Intel Execution Layer пакет са Extras диска.
ta: Intel Itanium2 கட்டமைப்பில் 32-பிட் பயன்பாடுகள் இயங்க அனுமதிக்கும், Intel இயக்க மட்ட பணித்தொகுப்பை வட்டிலிருந்து பெற்றுக்கொள்ளவும்.

source: System User
ar: مستخدم للنظام
bn_in: সিস্টেম ব্যবহারকারী
fa: کاربر سیستم
id: User Sistem
pa: ਸਿਸਟਮ ਉਪਭੋਗੀ
sr: Системски корисник
ta: கணினி பயனர்
th: ผู้ใช้ระบบ

source: It is recommended that you create a system 'username' for regular (non-administrative) use of your system. To create a system 'username,' please provide the information requested below.
bn_in: অপ্রশাসনিক কাজে ব্যবহারের জন্য ব্যক্তিগত সিস্টেম 'username' তৈরি করার উপদেশ দেওয়া হচ্ছে। সিস্টেম 'username' তৈরি করার জন্য সকল প্রয়োজনীয় তথ্য উপলব্ধ করুন।
fa: توصیه می‌شود که یک نام کاربری برای استفاده‌ی عادی (غیر-مدیریتی) از سیستم ایجاد کنید. برای ایجاد نام کاربری، لطفاً‌ اطلاعات خواسته شده در زیر را ارائه کنید.
id: Disarankan agar anda membuat 'username' sistem untuk penggunaan normal (non-administratif) pada sistem anda. Untuk membuat 'username.' sistem, sediakan informasi yang diminta dibawah ini.
pa: ਇਸ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਸਧਾਰਨ(ਨਾ-ਪਰਬੰਧਕੀ) ਵਰਤੋ ਲਈ ਇੱਕ ਸਿਸਟਮ 'username' ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਉ। ਇੱਕ ਸਿਸਟਮ 'username' ਬਣਾਉਣ ਲਈ ਹੇਠਾਂ ਲੋਡ਼ੀਂਦੀ ਜਾਣਕਾਰੀ ਦਿਉ।
sr: Препоручљиво је да направите системско корисничко име за уобичајену (неадминистративну) употребу система. Да би сте направили системско корисничко име, унесите информације које се доле траже.
ta: சாதாரண பயன்பாட்டுக்கென தனி பயனர் கணக்கை உருவாக்கிக்கொள்வது நல்லது(மேலாளண்மை தவிர்த பணிகளுக்கு). தனி கணக்கை உருவாக்கி தகவல்களை உள்ளிடவும். கணினி 'பயனர் பெயரை' உருவாக்க, கீழ்கண்ட தகவலை உள்ளிடவும்.

source: The name '%s' contains invalid characters. Please use only letters, numbers, whitespace and the underscore character.
hy: '%s' անունը պարունակում է անթույլատրելի սիմվոլներ։ Օգտագործեք միայն տառեր, թվեր, սփեյսեր և _ սիմվոլը։
id: Nama '%s' mengandung karakter yang tidak valid. Pergunakan hanya karakter huruf, nomer, whitespace dan garis bawah.
pa: ਨਾਂ '%s' ਗਲਤ ਅੱਖਰ ਰੱਖਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਫ਼ ਅੱਖਰ, ਨੰਬਰ, ਖਾਲੀ ਥਾਂ ਅਤੇ ਹੇਠਾਂ ਰੇਖਾ ਅੱਖਰ ਦੀ ਹੀ ਵਰਤੋਂ ਕਰੋ।

source: Your system is now set up and ready to use. Please click the "Finish" button in the lower right corner to continue.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਦਾ ਇਸ ਸਮੇਂ ਸੈਟਅੱਪ ਮੁਕੰਮਲ ਹੋ ਚੁੱਕਾ ਹੈ ਅਤੇ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੈ। ਹੇਠਲੇ ਸੱਜੇ ਕੋਨੇ ਵਿੱਚ "ਅੱਗੇ" ਬਟਨ ਨੂੰ ਜਾਰੀ ਰਹਿਣ ਲਈ ਦਬਾਓ।

source: Please click the "Finish" button in the lower right corner to continue.
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਲੇ ਸੱਜੇ ਕੋਨੇ ਵਿੱਚ "ਅੱਗੇ" ਬਟਨ ਨੂੰ ਜਾਰੀ ਰਹਿਣ ਲਈ ਦਬਾਓ।

source: Boot protocol
af: Selflaaiprotokol
am: የማስጀመሪያው መንገድ
ar: بروتوكول الإقلاع
be: Пратакол загрузкі
bg: Портокол за начално зареждане
bn: বুট প্রটোকল
bn_in: বুট প্রটোকল
cy: Protocol cychwyn
de: Boot-Protokoll
es: Protocolo de arranque
fa: قرارداد راه‌اندازی
fr: Protocole de démarrage
hi: बूट संदेशाचार
hr: Protocol pokretanja sustava
hu: Rendszerindítási protokoll
id: Protokol Boot
is: Ræsimáti
it: Protocollo di Boot
ja: ブートプロトコル
ms: Protokol boot
ne: प्रोटोकल बुट गर्नुहोस्
pa: ਬੂਟ ਪਰੋਟੋਕਾਲ
ro: Protocol de iniţializare
si: ඇරඹුම් වාහකය
sl: Zagonski protokol
sr: Стартни протокол
ta: துவக்க விதிமுறை
th: โพรโตคอลบูต
tr: Boot protokolü
uk: Протокол завантаження
ur: بوٹ پروٹوکول
vi: Giao thức Khởi động
zu: Umthetho olandelwayo Wokulayisha

source: Please click the "Next" button in the lower right corner to continue.
bn_in: পরবর্তী ধাপে যাওয়ার জন্য অনুগ্রহ করে নীচে ডানদিকের কোণায় অবস্থিত "পরবর্তী" বাটনটি চাপুন।
fa: برای ادامه لطفاً روی دکمه‌ی «بعدی» در گوشه‌ی پایین و راست کلیک کنید.
id: Silakan klik tombol "Lanjutkan" di bagian pojok kanan bawah untuk melanjutkan.
sr: За наставак молим притисните дугме „Следећи“.
ta: கீழ் வலது மூலையில் உள்ள "அடுத்து" பட்டனை க்ளிக் செய்து தொடரவும்.

source: Licence Aggrement
ta: ஒப்பந்த பத்திரம்

source: Firstboot does not run in runlevel 3.
is: Firstboot keyrir ekki í keyrslustigi 3.
nb: Firstboot kjøres ikke i kjøringsnivå 3.

source: Yes
is: Já
nb: Ja

source: No
is: Nei
nb: Nei

source: The Red Hat Setup Agent can assist you in configuring your machine by guiding you through a series of steps. Setup Agent requires the X Window System to run. If you wish to run the Setup Agent, please choose "Yes". If you choose "No", the system will continue booting and you will never see this message again. Do you wish to run the Setup Agent now?
is: Red Hat uppsetningarálfurinn getur á einfaldann máta gert þér kleyft að stilla kerfið þitt í nokkrum einföldum skrefum. Uppsetningarálfurinn þarf að keyra í X gluggakerfinu. Ef þú vilt keyra álfinn skaltu velja "Já". Ef þú velur "Nei" mun vélin halda áfram að ræsa og þú sérð þessi skilaboð aldrei framar.
nb: Red Hat oppsettagent kan hjelpe deg å konfigurere din maskin ved å gaide deg gjennom en rekke steg. Oppsettagenten krever at X Windows kjører. Hvis du ønsker å kjøre oppsettagenten må du velge «Ja». Hvis du velger «Nei» vil systemet fortsette oppstart og du vil aldri se denne meldingen igjen. Vil du kjøre oppsettagenten nå?

source: Red Hat Setup Agent
is: Red Hat uppsetningarálfurinn
nb: Red Hat oppsett

source: Red Hat Linux Documentation CD
da: Red Hat Linux dokumentations-CD
is: Red Hat Linux handbókardiskurinn
nb: Red Hat dokumentasjons-CD

source: Red Hat Linux Installation CD
da: Red Hat Linux dokumentations-CD
is: Red Hat Linux uppsetningardiskur
nb: Red Hat Linux installasjons-CD
