Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: License Agreement
af: Lisensieooreenkoms
am: የፈቃድ ስምምነት
ar: اتفاقية التّرخيص
be: Ліцэнзыйнае пагадненьне
bg: Лицензионно Споразумение
bn_in: লাইসেন্স চুক্তি
cy: Cytundeb Trwydded
de: Lizenzvereinbarung
es: Acuerdo de Licencia
fa: توافق‌نامه‌ی مجوز
fr: Contrat de licence
hr: Licencni dogovor
hu: Licencegyezmény
hy: Համաձայնագիր
id: Persetujuan Lisensi
it: Accettazione Licenza
ja: ライセンス同意書
ms: Perjanjian Lesen
nl: Gebruiksovereenkomst
pa: ਲਾਇਸੈਂਸ ਇਕਰਾਰਨਾਮਾ
ro: Acord de licenţiere
si: බලපත්‍ර ගිවිසුම
sl: Licenčni sporazum
sr: Лиценцни договор
ta: ஒப்பந்த பத்திரம்
th: การยอมรับสัญญาอนุญาต
tr: Lisans Anlaşması
uk: Ліцензійна угода
zu: Isivumelwano Selayisensi

source: _Yes, I agree to the License Agreement
ar: _نعم، أوافق على شروط اتفاقية التّرخيص
be: _Так, я пагаджаюся з умовамі
bg: Да, Съгласенсъм с Лицензионното Споразумение
bn_in: হ্যাঁ, আমি লাইসেন্স চুক্তি অনুযায়ী রাজি (_Y)
cy: _Ydw, rydw i'n cytuno â'r Cytundeb Trwydded
de: _Ja, ich erkläre mich mit den Lizenzvereinbarungen einverstanden
es: _Sí, acepto el Acuerdo de Licencia
fa: _بله، من این توافق‌نامه‌ی مجوز را می‌پذیرم
fr: _Oui, j'accepte le contrat de licence
hr: _Da, pročitao sam licencni ugovor.
hu: _Igen, elfogadom a licencfeltételeket
hy: _Այո՛, ես համաձայն եմ
id: _Ya, Saya setuju dengan Persetujuan Lisensi
it: _Si, accetto i termini della Licenza
ja: はい、私はライセンス同意書に同意します(_Y)
ms: _Ya, saya setuju dengan Perjanjian Lesen
nl: _Ja, ik ga akkoord met de gebruiksovereenkomst
pa: ਹਾਂ, ਮੈਂ ਲਾਇਸੈਂਸ ਇਕਰਾਰਨਾਮੇ ਨਾਲ ਸਹਿਮਤ ਹਾਂ(_Y)
ro: _Da, sunt de acord cu licenţa
si: ඔව් මා බලපත්‍ර ගිවිසුම පිළිගනු ලබනවා(_Y)
sl: _Da, strinjam se z licenčnim sporazumom
sr: _Да, слажем се са Лиценцним договором
ta: ஆம், இந்த ஒப்பந்ததை நான் ஏற்றுக்கொள்கிறேன்
th: ใ_ช่ ข้าพเจ้ายอมรับสัญญาอนุญาต
tr: _Evet, Lisans Anlaşmasını kabul ediyorum
uk: _Так, я погоджуюсь з ліцензійною угодою
vi: _Vâng, tôi đồng ý License Agreement
zu: _Yebo, Ngiyavumelana Nesivumelwano Selayisensi

source: N_o, I do not agree
ar: _لا، لا أوافق
be: _Не, я не пагаджаюся з умовамі
bg: Не, Не съм съгласен
bn_in: না, আমি লাইসেন্স চুক্তি অনুযায়ী রাজি নই (_o)
cy: _Nac ydw, dydw i ddim yn cytuno
de: Ne_in, ich bin nicht einverstanden
es: N_o, no estoy de acuerdo
fa: ‌_خیر، نمی‌پذیرم
fr: N_on, je ne l'accepte pas
hr: Ne, ne slažem
hu: _Nem, nem fogadom el
hy: Ո՛_չ, ես համաձայն չեմ
id: Tidak, Saya tidak setuju
it: _No, non voglio procedere alla registrazione del sistema.
ja: いいえ、同意しません(_O)。
ms: Tidak, saya tidak setuju
nl: _Nee, ik ga niet akkoord
pa: ਨਹੀਂ, ਮੈਂ ਸਹਿਮਤ ਨਹੀਂ(_o)
ro: N_u, Nu sunt de acord
si: නැත, මම එකඟ වන්නේ නැත(_o)
sl: _Ne, ne strinjam se
sr: _Не, не слажем се
ta: இல்லை, ஏற்க மறுக்கிறேன்
th: ไ_ม่ ข้าพเจ้าไม่ยอมรับ
tr: _Hayır, kabul etmiyorum
uk: Ні, я не згоден
vi: _Không, tôi không đồng ý.
zu: Cha_bo, Angivumelani

source: Do you want to reread or reconsider the License Agreement?
ar: هل تريد إعادة قراءة أو إعادة التفكير في اتفاقية التّرخيص؟
be: Ці жадаеце шчэ раз перачытаць пагадненьне?
bg: Бихте ли желали да препрочетете или да преразгледате Лицензионното Споразумение?
bn_in: আপনি কি লাইসেন্স চুক্তি পুনরায় পড়তে অথবা পুনর্বিবেচনা করতে চান?
cy: Hoffech chi ail-ddarllen neu ailystyried y Cytundeb Trwydded?
de: Wollen Sie die Lizenzvereinbarungen erneut lesen oder berücksichtigen?
es: ¿Desea releer o reconsiderar el Acuerdo de Licencia?
fa: آیا می‌خواهید که توافق‌نامه‌ی مجوز را دوباره خوانده یا تجدید نظر نمایید؟
fr: Souhaitez-vous relire ou reconsidérer le contrat de licence ?
hr: Želite li ponovo pročitati ili ponovo razmislici o licencnom ugovoru?
hu: Át szeretné még egyszer tanulmányozni a licencegyezményt?
hy: Ցանկանու՞մ եք կրկին կարդալ համաձայնագիրը։
id: Apakah anda ingin membaca ulang atau mempertimbangkan kembali Persetujuan Lisensi?
it: Vuoi rileggere o riconsiderare i termini della licenza?
ja: ライセンス同意書の再読、又は再検討をしたいですか？
ms: Adakah anda hendak membaca semula atau memikirkan Perjanjian Lesen?
nl: Wilt u de gebruiksovereenkomst opnieuw bekijken?
pa: ਕੀ ਤੁਸੀਂ ਲਾਇਸੈਂਸ ਸਮਝੌਤਾ ਨੂੰ ਮੁਡ਼-ਪੜ੍ਹਨਾ ਜਾਂ ਮੁਡ਼-ਵਿਚਾਰਨਾ ਚਾਹੋਗੇ?
ro: Doriţi să recitiţi sau să reconsideraţi acordul de licenţiere?
si: බලපත්‍ර ගිවිසුම නැවත සලකා බැලීමට අවශ්‍යද?
sl: Ali želite znova prebrati ali pretehtati licenčni sporazum?
sr: Да ли желите поново прочитати или размотрити Лиценцни договор?
ta: ஒப்பந்தபத்திரத்தை மீண்டும் படிக்க விருப்பமா?
th: คุณต้องการอ่านและพิจารณาซ้ำอีกครั้งหรือไม่?
tr: Lisans Anlaşması'nı tekrar okumak ya da tekrar düşünmek ister misiniz?
uk: Бажаєте перечитати ліцензійну угоду ще рах?
vi: Bạn có muốn đọc lại hoặc xem xét lại License Agreement không?
zu: Ufuna ukuphinda ufunde kabusha noma ucabangisise Isivumelwano Selayisensi?

source: _Reread license
ar: إ_عادة قراءة التّرخيص
be: Пе_рачытаць ліцэнзыю
bg: Препрочети лиценза
bn_in: লাইসেন্স পুনরায় পড়ুন (_R)
cy: _Ail-ddarllen y drwydded
de: Lizenz e_rneut lesen
es: _Releer licencia
fa: _‌بازخوانی مجوز
fr: _Relire la licence
hr: _Ponovno čitanje licence
hu: A li_cenc újbóli átolvasása
hy: _Վերընթրցել
id: Baca kembali lisensi
it: _Rileggi licenza
ja: ライセンスの再読(_R)
ms: Baca semula lesen
nl: Overeenkomst _herlezen
pa: ਲਾਈਸੈਂਸ ਮੁਡ਼-ਵੇਖੋ(_R)
ro: _Reciteşte licenţa
si: නැවත වරක් බලපත්‍රය කියවන්න(_R)
sl: Znova _preberi licenco
sr: Поново п_рочитај лиценцу
ta: (_R)ஒப்பந்தத்தை மீண்டும் படி
th: _อ่านสัญญาอนุญาตซ้ำ
tr: Lisansı _Tekrar Oku
uk: _Перечитати ліцензію
vi: Đọ_c lại giấy phép
zu: _Fundisisisa ilayisensi

source: _Shut down
ar: إ_يقاف التّشغيل
be: В_ыключць
bg: Изключи
bn_in: শাট-ডাউন (_S)
cy: _Cau i lawr
de: _Herunterfahren
es: _Apagar
fa: خا_‌موش کردن
fr: É_teindre
hr: _Gašenje sustava
hu: _Leállítás
hy: Ան_ջատել
it: _Spegni
ja: 停止(_S)
ms: Matikan
nl: A_fsluiten
pa: ਬੰਦ ਕਰੋ(_S)
ro: _Închidere
si: වසා දමන්න(_S)
sl: _Ugasni računalnik
sr: У_гаси рачунар
ta: (_S)பணி நிறுத்தம்
th: _ปิดเครื่อง
tr: _Kapat
uk: _Вимкнути
vi: _Tắt
zu: _Vala

source: An error has occurred in the %s module.
af: Daar het fout gegaan in die %s-module.
am: በ%s ክፍል ውስጥ ስሕተት ተከስቷል።
ar: حدث خطأ في وحدة '%s'.
ast: Hebo un fallu nel módulu %s.
be: Ўзьнікла памылка ў модуле %s.
bg: Получена е грешка в модул %s.
bn: %s মডিউলে একটি ত্রুটি দেখা দিয়েছে
bn_in: %s মডিউলে একটি ত্রুটি দেখা দিয়েছে।
cy: Digwyddodd gwall yn y modiwl %s.
de: In Modul %s ist ein Fehler aufgetreten.
es: Se ha producido un error en el módulo %s.
fa: ‌خطایی در پیمانه‌ی %s رخ داده است.
fr: Une erreur s'est produite dans le module %s.
hi: %s मॉडयूल में एक दोष घटित हुआ है।
hr: Dogodila se greška u modulu %s.
hu: Hiba történt a(z) %s modulban.
hy: %s մոդուլում սխալ է առաջացել։
id: Telah terjadi kesalahan pada modul %s.
is: Villa kom upp í %s reklinum.
it: Si è verificato un errore nel modulo %s.
ja: %sモジュールにエラーが発生しました。
ms: Ralat telah berlaku didalam modul %s.
nb: En feil har oppstått i modulen %s.
ne: मोड्युल %s मा एउटा त्रुटि उत्पन्न भएकोछ ।
nl: Er was een fout in de %s module.
pa: ਮੈਡੀਊਲ %s ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ।
ro: O eroare a avut loc în modulul %s.
si: %s මොඩියුලය තුල දෝශයක් ඇතිවිය
sl: V modulu %s se je zgodila napaka.
sr: Грешка у модулу %s.
ta: %s பகுதியில் பிழை நேர்ந்தது
th: ข้อผิดพลาดนี้เกิดขึ้นกับโมดูล %s
tr: %s modülünde bir hata oluştu.
uk: Виникла помилка у модулі %s.
ur: میں ایک مسلہ آ چکا ہے %s حصہ
vi: Lỗi trong module %s.
zu: Kwenzeke iphutha %s endleleni.

source: Since there is a problem with the %s module, Red Hat Setup Agent will not load this module and will attempt to run the remaining modules.
af: Aangesien daar fout is met die %s-module, sal die Red Hat Opsteller nie hierdie module laai nie en probeer om die oorblywende modules te laai.
ar: حيث أنّه حدث خطأ في الوحدة '%s' فسوف يقوم عميل التثبيت الخاص برد هات بعدم تشغيل هذه الوحدة و سيحاول تشغيل الوحدات المتبقية.
be: З-за таго што ўзьнікла праблема з модулем %s, Агент наладкі Red Hat ня будзе загружаць яго, а паспрабуе загрузіць астатнія модулі.
bg: След като има проблем с модулът %s, Red Hat Агента за Установяване няма да зареди този модул и ще опита да стартира останалите модули.
bn: যেহেতু %s মডিউলে একটি সমস্যা রয়েছে, রেডহ্যাট সেটাপ এজেন্ট এই মডিউলটি লোড করছে না। বাকি মডিউলগুলো লোড করার চেষ্টা করছে।
bn_in: যেহেতু %s মডিউলে একটি সমস্যা রয়েছে, Red Hat Setup Agent এই মডিউলটি লোড করছে না। বাকি মডিউলগুলি লোড করার চেষ্টা করছে।
cy: Gan fod problem gyda'r modiwl '%s', Ni fydd Red Hat Setup Agent yn llwytho'r modiwl yma a bydd yn ceisio rhedeg y modiwlau sydd ar ôl.
da: Da der er et problem med %s-modulet, vil Red Hat Opsætningsagenten ikke indlæse dette modul, og den vil forsøge at køre de resterende moduler.
de: Es ist ein Problem mit Modul %s aufgetreten. Der Red Hat Setup Agent lädt dieses Modul nicht und versucht, die verbleibenden Module auszuführen.
es: Existe un problema con el módulo %s, el Agente de configuración de Red Hat no cargará este módulo e intentará ejecutar los módulo restantes.
fa: از آنجا که پیمانه‌ی %s مشکلی دارد، مأمور برپاسازی ردهت این پیمانه را بار نمی‌کند و برای اجرای پیمانه‌های باقیمانده اقدام خواهد کرد.
fr: Un problème s'étant produit dans le module %s, l'agent de mise à jour Red Hat ne le chargera pas et essaiera d'exécuter les autres modules.
hi: %s माडयूल के साथ समस्या होने के कारण, रेड हेट व्यवस्था प्रतिनिधी इस मॉडयूल को भारित नहीं करेगा और अतिरिक्त मॉडयूलों को चलाने के लिए प्रयास करेगा।
hr: S obzirom da postoji problem s modulom %s, Red Hat agent za podešavane neće učitati modul, već će nastaviti učitavati preostale module.
hu: Hiba történt a(z) %s modulban, ezért a Red Hat Setup Agent nem fogja azt betölteni, hanem folytatja a többi modul betöltését.
hy: Քանի որ %s մոդուլի հետ պրոբլեմներ են առաջացել, Red Hat տեղադրման օգնականը չի աշխատեցնի այդ մոդուլը և կփորձի բացել մյուս մոդուլները։
id: Berhubung terjadi masalah dengan modul %s, Red Hat Setup Agent tidak akan me-load modul ini dan akan mencoba untuk menjalankan sisa modul lainnya.
is: Þar sem það er vandamál með %s rekilinn mun Red Hat uppsetningarforritið ekki lesa hann inn og mun halda áfram að reyna þá rekla sem eftir eru.
it: A causa di un problema nel modulo %s, Red Hat Setup Agent non caricherà questo modulo e tenterà di eseguire gli altri.
ja: %sモジュールに問題がありますので、 Red Hat セットアップエージェントはこのモジュールをロードしません。 そして残りのモジュールの実行を試みます。
ms: Oleh kerana terdapat masalah dengan modul %s, Red Hat Setup Agent tidak akan memuatkan modul ini dan akan mencuba melaksanakan modul-modul yang tinggal.
nb: Det er et problem med modulen %s - Red Hat Setup Agent vil derfor ikke laste denne modulen, men vil forsøke å kjøre de gjenværende modulene.
ne: मोड्युल %s मा समस्या भएमा, रेड ह्याट सेटअप अभिकर्ताले यो मोड्युल सेट गर्दैन र बाँकी मोड्युल चलाउने प्रयास गर्दछ ।
nl: Omdat er een probleem is met de %s module, zal Red Hat Setup Agent deze module niet laden maar zal het wel proberen de overige modules uit te voeren.
pa: ਕਿਉਕਿ ਮੈਡੀਊਲ %s ਵਿੱਚ ਗਲਤੀ ਹੈ, Red Hat ਸੈੱਟਅੱਪ ਏਜੰਟ ਇਸ ਮੈਡੀਊਲ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ ਅਤੇ ਬਾਕੀ ਮੈਡੀਊਲਾਂ ਨੂੰ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੇਗਾ।
ro: Din moment ce este o problemă cu modulul %s, Red Hat Setup Agent nu va încărca acest modul şi va încerca să ruleze modulele rămase.
si: %s මොඩියුලය තුල දෝශයක් හට ගත් හෙයින්, Red Hat සකසුරුවම් නියෝජිත විසින් මෙම මොඩියුලය ඇතුලත් කරගනු නොලැබේ නමුත් ඉතිරව තිබෙන මොඩියුලයන් ක්‍රියාත්මක කිරීමට උත්සහ කරනු ඇත.
sl: Ker so z modulom %s težave, ga nastavitveni agent Red Hata ne bo nalagal in bo poskušal pognati preostale module.
sr: С обзиром да постоји проблем са модулом %s, Red Hat агент подешавања неће покренути овај модул, а покушаће да покрене преостале модуле.
ta: %s பகுதியில் பிழை நேர்ந்தால், Red Hat நிறுவலின் போது இந்த குறிப்பிட்ட பகுதியை தவிர்த்து மற்ற பகுதிகளை நிறுவும்.
th: เนื่องจากเกิดปัญหากับโมดูล %s ตัวติดตั้งเรดแฮทจะไม่โหลดโมดูลนี้ และจะพยายามโหลดโมดูลที่ยังเหลืออยู่ต่อไป
tr: %s modülünde bir sorun olduğundan Red Hat Ayar Aracısı bu modülü yüklemeden kalan modülleri çalıştırmaya uğraşacak.
uk: Через проблему у модулі %s, Red Hat Setup Agent не завантажить цей модуль та спробує завантажити решту модулів.
ur: میں ابھی تک مسُلہ ہے, ریڑہیٹ سیٹپ ایجنٹ اس حصہ کو نہیں لادے گا اور بقایا حصوں کو چلانے کی کوشش کرے گا ۔%sحصہ
vi: Vì có vấn đề với module %s, Trợ tá Cài đặt Red Hat sẽ không nạp module này và sẽ thử chạy những module còn lại.
zu: Njengoba kunephutha ngendlela ye%s, Umsheshi we-Red Hat angeke alayishe le ndlela futh uzozama ukusebenzisa izindlela eziseleyo.

source: Please file a bug against 'firstboot' in the Red Hat bug tracking system at http://www.redhat.com/bugzilla. A copy of the debug output has been saved to %s Be sure to attach that file to the bug report.
af: Teken asseblief 'n 'firstboot'-fout in die Red Hat- foutvindstelsel aan by http://www.redhat.com/bugzilla. 'n Afskrif van die ontfoutinligting is as %s gestoor. Heg asseblief daardie lêer aan by jou foutverslag.
am: እባክዎን ስሕተት በ`መጀመሪያ ማስጀመሪያ` ላይ በሬድ ሀት የማዳመጫ መሣሪያ መከታተያ ሲስተም በhttp://www.redhat.com/bugzilla ውስጥ ፋይል ያድርጉ። የማስተካከያው መረጃ ቅጂ ለ%s ተቀምጧልያንን ፋይል ለስሕተቱ ሀተታ መያያዙን እርግጠኛ ይሁኑ።
ar: الرجاء تقرير العلّة مقابل 'firstboot' في نظام تعقّب العلل الخاص برد هات على http://www.redhat.com/bugzilla تم حفظ نسخه من خرج أداة تصحيح الأخطاء في '%s' تأكد من إرفاق هذا الملف بتقرير العلّة.
be: Калі ласка, запоўніце паведамленьне аб памылке ў firstboot у сыстэме адсочваньня памылак Red Hat http://www.redhat.com/bugzilla. Копія вываду адладкі была захавана ў файл %s. Далучыце гэты файл да паведамленьня.
bg: Моля изпратете bug относно 'firstboot' в Red Hat следящата система за грешки е на адрес http://www.redhat.com/bugzilla. Копие на дебъг информацията е запазен на %s Моля закачете този файл към описанието на грешката.
bn: অনুগ্রহ করে http://www.redhat.com/bugzilla ওয়েবসাইটের রেডহ্যাট ত্রুটি অনুসন্ধান সিস্টেমে একটি ত্রুটি প্রতিবেদন পেশ করুন।
bn_in: অনুগ্রহ করে http://www.redhat.com/bugzilla ওয়েবসাইটের Red Hat বাগ অনুসন্ধান সিস্টেমে 'firstboot'-র জন্য একটি ত্রুটির সূচনা করুন। debug তথ্য %s ফাইল এ রাখা হয়েছে ঐ ফাইলটি ত্রুটি বাগ রিপোর্টে সংযুক্ত করে দিতে ভুলবেন না।
cy: Os gwelwch yn dda, cyflwynwch adroddiad nam yn erbyn 'firstboot' yn system olrhain namau Red Hat yn http://www.redhat.com/bugzilla. Cadwyd copi o'r allbwn dadnamu yn %s. Cofiwch atodi'r ffeil hon at yr adroddiad nam.
da: Vær venlig at indsende en fejlrapport på 'firstboot' via Red Hats fejlrapporteringssystem på http://www.redhat.com/bugzilla. En kopi af fejlsøgningsuddata er gemt i /tmp/firstboot.txt Vør sød at vedlægge denne fil til fejlrapporten.
de: Erstellen Sie einen Fehlerbericht über 'firstboot' und senden Sie diesen an das Red Hat Bug Tracking System unter http://www.redhat.com/bugzilla. Eine Kopie der Debug-Meldung wurde in %s gespeichert. Vergewissern Sie sich, dass Sie diese Datei dem Fehlerbericht anlegen.
es: Archive un error en 'firstboot' en el sistema de seguimiento de errores de Red Hat en http://www.redhat.com/bugzilla. Se ha guardado una copia de la salida de depuración para %s. Asegúrese de adjuntar ese fichero para informar de un error.
fa: لطفاً یک اشکال تحت «firstboot» در سیستم پی‌گیری اشکال رِدهت به نشانی http://www.redhat.com/bugzilla ارسال کنید. نسخه‌ای از خروجی اشکال‌زدایی در %s ذخیره شده است. به یاد داشته باشید که آن پرونده را به گزارش اشکال پیوست کنید.
fr: Veuillez remplir un formulaire concernant 'firstboot' dans le système de pistage des bogues de Red Hat à l'adresse http://www.redhat.com/buzilla. Une copie de la sortie de débogage a été sauvegardée dans %s Veillez à bien joindre ce fichier au rapport de bogues.
hi: कृपया 'प्रथमबूट' के विपरीत रेड हैट दोष खोज तंञ को http://www.redhat.com/bugzilla पर एक दोष भेजें।दोषमार्जन निर्गत की एक छायाप्रति, %s में सुरक्षित किया गया। उस संचिका को दोष सूचना के साथ भेजना न भूलें।
hr: Molim podnesite izvještaj o grešci u 'firstbootu' preko Red Hat sustava za praćenje grešaka na http://www.redhat.com/bugzilla. Kopija izlaza je spremljena u %s Tu datoteku prikvačite uz vaš izvještaj o grešci.
hu: Kérjük jelentse be a hibát a 'firstboot' szekcióba a Red Hat hibakövető rendszerben, ezen a címen: http://www.redhat.com/bugzilla. A nyomkövetési adatok másolata ebbe a fájlba került: %s Kérjük csatolja ezt a fájlt a hibabejelentéshez.
id: Silahkan tulis bug 'firstboot' ini pada sistem bug tracking Red Hat di http://www.redhat.com/bugzilla. Salinan dari output debug telah disimpan di %s Pastikan anda menyertakan (attach) file tersebut pada laporan bug.
is: Vinsamlegast skráðu villutilkynningu á 'firstboot' í Red Hat villuvefnum á http://www.redhat.com/bugzilla. Afrit af villumeldingunum var vistað í %s Mundi að hengja hana við villutilkynninguna.
it: Inviate un report del bug relativo a 'firstboot' nel sistema di segnalazione dei bug di Red Hat all'indirizzo http://www.redhat.com/bugzilla. Una copia del risultato dell'operazione di debug è stata salvata in %s. Accertarsi di allegare il file al report del bug.
ja: http://www.redhat.com/bugzillaで Red Hatバグ追跡システムの中の 'firstboot'へバグ報告を提出して下さい。 デバッグ出力のコピーは%sに保存してあります。 バグ報告には必ず、このファイルを添付して下さい。
ms: Sila failkan pepijat terhadap 'firstboot' dalam sistem penjejakan pepijat Red Hat di http://www.redhat.com/bugzilla. Satu salinan keluaran debug telah disimpan di %s Pastikan fail tersebut dilampirkan bersama laporan pepijat.
nb: Send inn en feilmelding for "firstboot" i Red Hats feildatabase: https://bugzilla.redhat.com/ En kopi av feilmelding er lagret som %s - husk å legge ved denne i feilrapporten.
ne: कृपया रेड ह्या बग ट्र्याकिङ प्रणालीको http://www.redhat.com/bugzilla मा 'firstboot' बिरुद्ध एउटा बग दर्ता गर्नुहोस् । डिबग निर्गतको एउटा प्रति %s मा बचत गरिएकोछ बग प्रतिवेदनमा त्यो फाइल सङ्लग्न गर्न निश्चित हुनुहोस् ।
nl: Rapporteer deze fout van 'firstboot' alstublieft bij het betreffende onderdeel van het bug-tracking systeem van Red Hat op http://www.redhat.com/bugzilla. Een kopie van de debug-uitvoer is opgeslagen in %s Vergeet niet om dit bestand als bijlage te voegen bij het fout-rapport.
pa: ਕਿਰਪਾ ਕਰਕੇ 'firstboot' ਵਿੱਚ ਬੱਗ ਦੀ ਜਾਣਕਾਰੀ Red Hat ਬੱਗ ਟਰੈਕਿੰਗ ਸਿਸਟਮ, ਜੋ ਕਿ http://www.redhat.com/bugzilla ਵਿਖੇ ਹੈ, ਦਿਉ। ਡੀਬੱਗ ਆਉਟਪੁੱਟ ਦੀ ਇੱਕ ਨਕਲ ਨੂੰ %s ਵਿੱਚ ਸੰਭਾਲੀ ਜਾਵੇ ਅਤੇ ਯਕੀਨੀ ਕਰ ਲਵੋ ਕਿ ਇਹ ਬੱਗ ਰਿਪੋਰਟ ਵਿੱਚ ਜ਼ਰੂਰ ਦਿੱਤੀ ਜਾਵੇ।
ro: Vă rugăm scrieţi un raport de incident pentru componenta 'firstboot' în sitemul Red Hat de urmărire a bug-urilor la adresa http://www.redhat.com/bugzilla.O copie a mesajelor de diagnosticare a fost salvată în %s Aveţi grijă să ataşaţi acest fişier la raportul d-voastră.
si: 'firstboot' වැඩසටහනට අදාලව Red Hat වියුනේ, http://www.redhat.com/bugzilla හී ඇති දෝශ සටහන් කරණයේ දෝශය සටහන් කරන්න මීට අදාල දොස්-හරණ ප්‍රතිදානය %s ලෙස සුරක්‍ෂිත කර ඇත. මෙම දෝශය වාර්තා කරන විටදී එම ගොනුවද අමුණා යැවීමට වග බලාගන්න.
sl: Prosimo, poročajte o hrošču za 'firstboot' v sistemu za spremljanje hroščev podjetja Red Hat na naslovu http://www.redhat.com/bugzilla. Izvod razhroščevalnega izhoda se je shranil v %s. Zagotovo pripnite tudi to datoteko.
sr: Пријавите грешку за „firstboot“ на Red Hat-овом систему за праћење грешака на http://www.redhat.com/bugzilla. Копија излаза за отклањање грешака је сачувана у %s Приложите и ту датотеку при пријави грешке.
ta: 'firstboot' உள்ள இந்த பிழையை http://www.redhat.com/bugzilla வில் பதிப்பிக்கவும். உங்கள் பிழை %s இல் சேமிக்கப்பட்டுள்ளது மறக்காமல் பிழை கோப்பை இணைத்து பிழை அறிக்கையை பதிவு செய்யவும்.
th: กรุณาส่งบันทึกข้อผิดพลาดเกี่ยวกับ 'firstboot' ไปยังระบบ ติดตามข้อผิดพลาดของเรดแฮทที่ http://www.redhat.com/bugzilla ซึ่งข้อผิดพลาดนี้จะถูกบันทึกไว้ที่แฟ้ม %s อย่าลืมแนบแฟ้มดังกล่าวมากับรายงานข้อผิดพลาดด้วย
tr: Konusu 'firstboot' olan bir hata raporunu lütfen http://www.redhat.com/bugzilla adresindeki Red Hat Hata İzleme Sisteminden gönderiniz. Hata ayıklama çıktısının bir koyası %s olarak kaydedilmiştir. Bu dosyayı hata raporunuza eklemeyi unutmayınız.
uk: Будь ласка, заповніть повідомлення про помилку у 'firstboot' в системі обробки помилок за адресою http://www.redhat.com/bugzilla. Копію налагоджувальної інформації збережено у %s Переконайтесь, що ви приєднали цей файл до повідомлення про помилку.
ur: مہربانی فرما کر ریڈ ہیٹ کے نقص کو جانچنے والے سسٹم میں پر 'firstboot'کے خلاف نقص درج کریں http://www.redhat.com/bugzilla. آوٹپٹ کی نقل میں محفوظ کر دی جاےُ گی %s Be sure to attach that file to the bug report.
vi: Vui lòng thông báo lỗi của 'firstboot' cho hệ thống dò lỗi Red Hat tại http://www.redhat.com/bugzilla. Một bản sao thông tin debug được lưu vào %s Nhớ gửi kèm tập tin này với bản báo cáo lỗi.
zu: Siza ufake kwifayela igciwane lokulayisha kokuqala kwisistimu yokulandela igciwane ye-Red Hat e-http://www.redhat.com/bugzilla. Ikhophi lomphumela wokukhipha igciwane ligcinwe kwi-%s Qiniseka ukunamathisela ifayela lalo mbiko.

source: Firstboot has already been run once on this system.
bn: ইতিমধ্যে ফার্স্টবুট এই সিস্টেমে একবার চলেছে।
da: Firstboot er allerede blevet kørt en gang på dette system.
is: Firstboot hefur þegar verið keyrt á þessari vél.
it: Firstboot è già stato eseguito su questo sistema.
nb: Firstboot er allerede kjørt på dette systemet.
nl: Firstboot is al eens uitgevoerd op dit systeem.
tr: Firstboot zaten birkez bu sistem üzerinde çalıştırılmış.

source: In order to run firstboot from the command line, run the following commands:
bn: কমান্ড লাইন হতে ফার্স্টবুট চালানোর জন্য এই কমান্ডটি দিন:
da: For at køre 'firstboot' fra kommandolinjen skal du køre de følgende kommandoer:
is: Gefðu eftirfarandi skipanir ef þú vilt keyra firstboot úr skipanalínunni:
it: Per eseguire firstboot dalla linea di comando, eseguire i seguenti comandi:
nb: For å kjøre firstboot fra kommandolinjen, kjør følgende kommandoer:
nl: Om firstboot vanaf de opdrachtregel uit te voeren, gebruikt u de volgende opdrachten:
tr: Firstboot'u komut satırından çalıştırmak için, takip eden komutları kullanın:

source: In order to run firstboot during system bootup, run the following commands:
bn: সিস্টেম চালু হওয়ার সময় ফার্স্টবুট চালানোর জন্য এই কমান্ডটি দিন:
da: For at køre 'firstboot' ved systemopstart skal du køre de følgende kommandoer:
is: Til að keyra firstboot sjálfkrafa þegar vélin ræsir þarftu að framkvæma eftirfarandi skipanir:
it: Per eseguire firstboot durante l'avvio del sistema, eseguire i seguenti comandi:
nb: For å kjøre firstboot ved systemstart, kjør følgende kommandoer:
nl: Om firstboot tijdens het opstarten van het systeem uit te voeren, gebruikt u de volgende opdrachten:
tr: Firstboot'u sistem açılışında çalıştırmak için, takip eden komutları kullanın:

source: _Back
af: _Terug
am: ወደኋላ (_B)
ar: _رجوع
ast: _Atrás
be: На_зад
bg: Обратно
bn: _পূর্ববর্তী
bn_in: পূর্ববর্তী (_B)
cy: _Yn Ôl
de: _Zurück
es: _Atrás
fa: _عقب
fr: _Précédent
gl: _Atrás
hi: पीछे
hr: _Nazad
hu: _Vissza
hy: _Ետ
ia: _Previe
id: Kem_bali
is: Til _baka
it: _Precedente
ja: 戻る(_B)
lv: _Atpakaļ
ms: _Undur
ne: पछाडि
nl: _Terug
nn: Til_bake
pa: ਪਿੱਛੇ(_B)
ro: _Înapoi
si: ආපසු(_B)
sl: Na_zaj
sr: На_зад
ta: (_B)பின்
th: _ย้อนกลับ
tr: _Geri
uk: _Назад
ur: پيچھے
vi: _Lùi
zu: _Emuva

source: _Next
ar: _التالي
bg: Следващ
bn: _পরবর্তী
bn_in: পরবর্তী(_N)
cy: _Nesaf
de: _Weiter
es: _Adelante
fa: _بعدی
fr: _Suivant
hi: अगला
hr: _Sljedeći
hu: _Tovább
hy: _Առաջ
id: Sela_njutnya
is: Á_fram
it: _Successivo
ja: 次へ(_N)
ms: _Maju
nl: _Volgende
pa: ਅੱਗੇ(_N)
sl: Na_prej
sr: _Следећи
ta: (_N)அடுத்து
th: _ถัดไป
tr: _İleri
uk: _Далі
vi: _Tới

source: Welcome
af: Welkom
am: እንኳን ደህና መጡ
ar: أهلاً
ast: Bienveníu
be: Шчыра вітаем!
bg: Добре Дошли
bn: স্বাগতম
bn_in: স্বাগতম
cy: Croeso
da: Velkommen
de: Willkommen
es: Bienvenido
fa: خوش آمدید
fr: Bienvenue
hi: स्वागत
hr: Dobrodošli
hu: Üdvözöljük
hy: Բարի գալուստ։
ia: Benvenite
id: Selamat Datang
is: Velkomin(n)
it: Benvenuti
ja: ようこそ
lv: Sveicināti
ms: Selamat Datang
nb: Velkommen
ne: स्वागत छ
nl: Welkom
nn: Velkomen.
pa: ਜੀ ਆਇਆਂ ਨੂੰ
ro: Bine aţi venit
si: සාදරයෙන් පිළිගනිමු
sl: Dobrodošli
sr: Добро дошли
ta: நல்வரவு
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
ur: خوش آمد ید
vi: Chào mừng
zu: Wamukelekile
