Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: This step will register your system with a complimentary Demo Account from Red Hat Network so that you can receive the latest software packages directly from Red Hat. Using this tool will allow you to always have the most up-to-date Red Hat Linux system with all the security patches, bug fixes, and software enhancements. If you purchased this product, you are entitled to a free trial of Red Hat Network Basic Service. To access the free trial, please refer to the product activation card found in the box for detailed instructions. If you did not purchase this product, visit http://rhn.redhat.com for more information or to subscribe to Red Hat Network Basic Service.
is: Þetta skref mun nú skrá vélina þína hjá Red Hat Network og búa til ókeypis notandaaðgang að uppfærslum fyrir stýrikferið svo þú getir náð í nýjustu hugbúnðarpakkana frá Red Hat. Með þessu tóli getur þú, á einfaldann hátt, haldið vélinni þinni í lagi með nýjustu útgáfum af húgbúnaði og með öllum öryggisuppfærslum, villuleiðréttingum og viðbótum. Ef þú keyptir þennan hugbúnað áttu rétt á ókeypis reynslutíma á grunnþjónustu Red Hat Network. Til að virkja þessa þjónustu þarftu að fara eftir þeim leiðbeiningum sem komu með í kassanum. Hafir þú ekki keypt pakkann getur þú farið á http://rhn.redhat.com til að fá frekari upplýsingar um hvernig þú virkjar þessa þjónustu.
nb: Dette steget vil registrere ditt system med en demonstrasjonskonto i Red Hat Network for å kunne laste ned de nyeste programvarepakkene direkte fra Red Hat. Ved å bruke dette verktøyet vil du alltid ha et oppdatert Red Hat Linux-system med sikkerhets- og andre programvareoppdateringer. Hvis du kjøpte dette produktet har du fått med en fri prøve av Red Hat Networks basistjeneste. For å sette opp denne, referer til produktaktiveringskortet i boksen for mer informasjon. Hvis du ikke kjøpte dette produktet, besøk http://rhn.redhat.com for mer informasjon eller for å abonnere på Red Hat Networks basistjeneste.

source: _Yes, I want to register my system with Red Hat Network.
is: _Já ég vil skrá vélina mína hjá Red Hat Network.
nb: _Ja, jeg ønsker å registrere mitt system i Red Hat Network.

source: N_o, I do not want to register my system.
is: _Nei ég vil ekki skrá vélina mína.

source: There are a few more steps to take before your system is ready to use. The Red Hat Setup Agent will now guide you through some basic configuration. Please click the "Next" button in the lower right corner to continue.
is: Það eru nokkur atriði sem þú þarft að fara í gegnum áður en vélin þín er tilbúin til notkunar. Red Hat uppsetningarforritið mun nú leiða þig í gegnum það sem eftir er að stilla. Vinsamlegast smelltu á "Áfram" hnappinn í hægra horninu hér að neðan til að halda áfram.

source: _Forward
ast: _Alantre
gl: _Seguinte
ia: _Sequente
lv: _Uz priekšu
ne: अगाडि
nn: _Fram
ro: Înainte
si: ඉදිරියට(_F)
ur: آگے_

source: To enable runtime support of 32-bit applications on the Intel Itanium2 architecture you must install the Intel Execution Layer package from the Extras disc now.
ast: P'activar el sofitu en tiempu d'execución pa les aplicaciones de 32 bit na arquiteutura Intel Itanium2, tienes d'instalar agora'l paquete Intel Execution Layer dende'l discu d'Estres.
ia: Pro permitter le supporto de execution del applicationes de 32 bits sur le architectura Intel Itanium2, installa ora le pacchetto "Intel Execution Layer" del disco Extras.
lv: Lai uz Intel Itanium2 arhitektūras datoriem varētu izmantot 32-bitu programmatūru, nepieciešams papildus uzstādīt pakotni Intel Execution Layer no CD ar papildus programmām (Extras).
ne: इन्टेल Itanium2 संरचनामा 32-बिट अनुप्रयोगको रनटाइम समर्थन सक्षम पार्न तपाईँले अहिले एक्स्ट्रा डिस्कबाट इन्टेल कार्यान्वयन तह प्याकेज स्थापना गर्नुपर्दछ ।
nn: For å få støtte for 32-bits applikasjonar på Intel Itanium2 arkitekturen, må pakka for Intel Execution Layer installeras frå plata merka Extras no.
ro: Pentru a permite suport in tim de rulare pentru aplicatiile pe 32 de biti pe arhitectura Intel Itanium2, trebuie să instalaţi pachetul Intel Execution Lazer de pe discul Extras.
si: Intel Itanium2 නිර්මිතය මත 32-bit වැඩසටහන් ක්‍රියාත්මක කිරීමේ පහසුකම සක්‍රීය කිරීම සඳහා Intel Execution Layer ඇසුරුම අතිරේක මෘදුකාංග ඇතුලත් තැටිය උපයෝගී කරගනිමින් ස්ථාපනය කලයුතු වේ.
ur: انٹیل ایٹینین ۲ آرچیٹیکچر پر ایپلیکیشنزbit-32کے چلنے کا ساتھ چالو کرنے کے لیُے اپ کو ابھی اضافی ڈیکس میں سے انٹیل ایکسیکیوشن لیُر پیکج نصب کرنا پڑے گا۔

source: The autorun program cannot be found on the CD. Click "OK" to continue.
ast: El programa autorun nun alcontró'l CD. calca n'"Aceutar" pa siguir.
ia: Le programma autorun non es trovate sur le CD. Clicca sur "OK" pro continuar.
lv: Autostartēšanas programma nav atrasta uz CD. Spiediet "Labi", lai turpinātu.
ne: स्वचालित कार्यक्रम सीडीमा फेला पार्न सकिँदैन । जारी राख्न "ठीक छ" बटन क्लिक गर्नुहोस् ।
nn: Autorun kunne ikkje bli funnet på CD-plata. Trykk «OK» for å fortsette.
ro: Programul autorun nu a putut fii localizat pe cd. Click pe "OK" pentru a continua.
si: ස්වයංක්‍රීයව ක්‍රියාත්මක වන වැඩසටහන සංයුක්ත තැටිය තුල සොයාගත නොහැකි විය. ඉදිරියට කරගෙන යාමට "හරි" සූචකය ඔබන්න.
ur: سی ڈی پر خودکار پروگرام نہیں ملا۔ جاری رکھنے کے لیے "اوکے "د بایں

source: Create User
ast: Criar Usuariu
ia: Crear un usator
lv: Izveidot lietotāju
ne: प्रयोगकर्ता सिर्जना गर्नुहोस्
nn: Opprett brukar
ro: Crează Utilizator
si: පරිශීලකයෙකු සාදන්න
ur: سسٹم کو استعمال کرنے والا۔

source: It is recommended that you create a 'username' for regular (non-administrative) use of your system. To create a system 'username,' please provide the information requested below.
ne: तपाईँले आफ्नो प्रणालीको नियमित (अप्रशासकिय) प्रयोगका लागि 'प्रयोगकर्ता नाम' सिर्जना गरेको सिफारिस गरिन्छ । प्रणाली 'प्रयोगकर्ता नाम,' सिर्जना गर्न कृपया तल अनुरोध गरिएका सूचना उपलब्ध गर्नुहोस् ।
ro: Este recomandat să creaţi un cont de utilizator normal (non-administrator) pentru uz personal. Pentru a creea un astfel de cont, introduceţi informaţiile cerute.
si: නිරන්තරව පද්ධතිය පරිහරණය සඳහා කරීම සඳහා (පරිපාලන කටයුතු වලින් තොරව) 'පරිශීලක නමක්' සෑදීම රෙකමදාරු කර ඇත. පද්ධතිය සඳහා පරිශීලකයකය සෑදීමට පහත සඳහන් තොරතුරු සපයන්න.
ur: یہ بہت بہتر ہے کہ آپ ایک سسٹم کا کھاتہ بنایں جو روزمرہ میں سسٹم کے لیے استمال ہو(غیر عملی انتظام )۔ تو سسٹم کا کھاتہ بنانیں کے لیے وہ تمام معلومات فراہم کریں جو سسٹم مانگتا ہے۔

source: If you need to use network authentication, such as Kerberos or NIS, please click the Use Network Login button.
ast: Si necesites usar autenticación de rede, tal como Kerberos o NIS, por favor, calca nel botón Usar Ingresu per Rede.
ia: Si il es necessari usar le authentication de rete, tal como Kerberos o NIS, clicca sur le button Authenticar per rete.
lv: Ja jums jāizmanto tīkla autentifikācija, piemēram, Kerberos vai NIS, spiediet pogu 'Lietot tīkla ierakstīšanos'.
ne: तपाईँलाई केर्बेरोस वा NIS जस्ता सञ्जाल प्रमाणीकरण प्रयोग गर्नुपर्ने भएमा, कृपया 'सञ्जाल लगइन बटन प्रयोग गर्नुहोस्' बटनमा क्लिक गर्नुहोस् ।
nn: Nyttast autentisering over nettverk, slik som Kerberos eller NIS, trykk knappen Autentiser over nettverk
ro: Dacă aveţi nevoie să utilizaţi servicii de autentificare cum ar fi Kerberos sau NIS, vă rugăm daţi click pe "Utilizaţi Autentificare de Reţea".
si: Kerberos හෝ NIS මඟින් ජාලය භාවිත කරමින් අනන්‍යතාවය තහවුරු කරගැනීමට ඔබට අවශ්‍ය නම් ජාල පිවිසුම් (Network Login) සූචකය ඔබන්න.
ur: اگر آپ نیٹورک کی تصد یق کو استمال کرنا چاہتے ہیں(جیسے کہ کربروس، یا این آی ایس) تو براۓ مہربانی نیٹورک لاگین کو استمال کرنے کے لیےیہ بٹن دبایُں۔

source: A home directory for the username '%s' already exists. Please specify another username.
ne: प्रयोगकर्ता नाम '%s' का लागि गृह डाइरेक्टरी पहिले नै अवस्थित छ । कृपया अर्को प्रयोगकर्ता नाम निर्दिष्ट गर्नुहोस् ।
ro: Un director Home pentru utilizatorul '%s' există deja. Vă rugăm specificaţi alt nume de utilizator.
si: '%s' පරිශීලක සඳහා වන නිවෙස් බහලුම භාවිතයේ ඇත. කරුණාකර පරිශීලක සඳහා වෙනත් නමක් නියම කරන්න.
ur: سسٹم میں مقرر شدہ ڈایرُیکٹری ہے، براےُ مہربانی فرما کر استمال کرنے والے کے نام اور نام رکھیں '%s'

source: An audio device has been detected in your computer.
ne: तपाईँको कम्प्युटरमा एउटा अडियो यन्त्र फेला पारिएकोछ ।
ro: O placă de sunet a fost detectată pe sistemul d-voastră.
si: පද්ධතිය තුල දෘශ්‍ය උපාංගයක් තිබෙන බැව් හඳුනාගනු ලැබීය.
ur: سسٹم پر آواز کے آلے کا کھوج لگ گیا ہے۔

source: Click the "Play" button to hear a sample sound. You should hear a series of three sounds. The first sound will be in the right channel, the second sound will be in the left channel, and the third sound will be in the center.
ne: नमूना ध्वनि सुन्नका लागि "प्ले" बटन क्लिक गर्नुहोस् । तपाईँले तीनवटा ध्वनिको श्रृङ्खला सुन्नुपर्दछ । पहिलो ध्वनि दायाँ च्यानलमा, दोस्रो बायाँ च्यानलमा र तेस्रो ध्वनि बीचमा हुन्छ ।
ro: Apăsaţi butonul "Play test sound" pentru a asculta mostra de sunet. Ar trebui să auziţio serie de trei sunete. Primul ar trebui să fie pe canal-ul din dreapta, al doilea pe cel din stânga,şi al treilea pe cel din centru.
si: නියැඳි ශබ්දය ශ්‍රවණය කිරීම පිණිස "Play" බොත්තම ඔබන්න. මෙහිදී ඔබ හට ශබද ඛණ්ඩ තුනක් ශ්‍රවණය වනු ඇත. ප්‍රථම ශබ්දය දකුණු පස නාලිකාව ඔස්සේද, දෙවන ශබ්දය වම් පස නාලිකාව ඔස්සේද තෙවැන්න මධ්‍ය නාලිකාව ඔස්සේද ශ්‍රවණය වනු ඇත.
ur: ایک نمونہ آواز سننے کے لیے دبایں "آواز کی جانچ چلایں "۔ آپ تین قسم کی آواز سن سکیں گے۔ پہلی آواز دائں چینل سے ہو گی ، دوسری آواز بائں چینل سے ہو گی، اور تیسری آواز درمیان سے ہو گی

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue.
ne: तपाईँको प्रणाली प्रयोगका लागि तयार हुनुभन्दा पहिला गर्नुपर्ने केही अरू चरणहरू छन् । अब सेटअप अभिकर्ताले तपाईलाई केही आधारभूत कन्फिगरेसनबाट मार्गदर्शन गर्दछ । कृपया जारी राख्न तलको दायाँ कुनाको "अगाडि" बटन क्लिक गर्नुहोस् ।
ro: Mai sunt câţiva paşi de luat până sistemul d-voastră este gata de utilizare. Programul de Configurare vă va ajuta acum pentru a efectua aceste configurări de bază. Vă rugăm apăsaţi pe butonul "Înainte" din colţul dreapta jos pentru a continua.
si: ඔබේ පද්ධතිය භාවිතයට ගැනීමට ප්‍රථම තවත් අදියර කීපයක් සම්පූර්ණ කල යුතු වේ. මේ සඳහා සකසුරුවම් නියෝජිත විසින් ඔබව පද්ධතියේ මූලික මාණකරනයන් ඔස්සේ ඔබව රැගෙන යනු ඇත. මෙය ඉදිරියට කරගෙන යාම පිණිස පහල දකණු පස කෙලවරෙහි ඇති "ඉදිරියට" යන බොත්තම ඔබන්න.
ur: آپ کا سسٹم استمال کے لیے تیار ہو اس سے پہلے یہاں کچھ مزید اقدام بروکار لانے ہیں۔ سیٹپ ایجنٹ اب کچھ بنیادی رچاوٹ کے زریعے آپ کی رہنمای کرے گا۔ براۓ مہربانی جاری رکھنے کے لیے آگے کا بٹن د بائں جو کہ دائں طرف نیچے والے کونے میں ہے۔

source: Do you want to reread or reconsider the Licence Agreement? If not, please shut down the computer and remove this product from your system.
ro: Doriţi să recitiţi sau să reconsideraţi acordul de licenţiere? Dacă nu, vă rugăm închideţi calculatorul şi înlăturaţi acest produs din sistemul dvs..

source: License Information
ast: Información de Llicencia
ia: Information super le licentia
lv: Licences informācija
ne: इजाजतपत्र सूचना
nn: Lisensinformasjon

source: Thank you for installing Fedora. Fedora is a compilation of software packages, each under its own license. The compilation is made available under the GNU General Public License version 2. There are no restrictions on using, copying, or modifying this code. However, there are restrictions and obligations that apply to the redistribution of the code, either in its original or a modified form. Among other things, those restrictions/obligations pertain to the licensing of the redistribution, trademark rights, and export control. If you would like to understand what those restrictions are, please visit http://fedoraproject.org/wiki/Legal/Licenses/EULA.
ne: फेडोरा स्थापना गर्नुभएकोमा तपाईँलाई धन्यवाद । फेडोरा आफ्नो इजाजतपत्र प्राप्त सफ्टवेयर प्याकेजहरूको सङ्ग्रह हो । यो सङ्ग्रह GNU साधारण सार्वजनिक इजाजतपत्र संस्करण 2 मा उपलब्ध हुन्छ । यो सङ्केतलाई प्रयोग गर्न, प्रतिलिपि गर्न, वा परिमार्जन गर्न कुनै अवरोध छैन । तैपनि, मैलिक वा परिमार्जित रूपमा, यस सङ्केतको पुन: वितरण गर्न लागू गर्नुपर्ने सीमा र शर्तहरू छन् । अन्य कुरा, ती सीमा/शर्तले पुन: वितरण, ट्रडमार्क, र निर्यात नियन्त्रणको इजाजतपत्रसँग सम्बन्धित हुन्छन् । यदि तपाईँले ती शर्त के के छन् जान्न चाहेमा, कृपयाhttp://fedoraproject.org/wiki/Legal/Licenses/EULA अवलोकन गर्नुहोस् ।

source: Understood, please proceed.
ast: Atalantao, por favor, procede.
ia: Clicca sur le button de continuation, si il es clar.
lv: Sapratu. Lūdzu, turpiniet.
ne: बुझ्नुभयो, कृपया अगाडि जानुहोस् ।
nn: Forstått, gå vidare.

source: You must be root to run firstboot.
ast: Tienes que ser root pa executar firstboot.

source: Could not start any firstboot frontend.
ast: Nun s'alcontró denguna interface d'usuariu.

source: No firstboot modules were found.
ast: Nun s'alcontrarón los módulos de firstboot.

source: Could not create any firstboot interface.
ast: Nun pudo criase denguna interface de firstboot.

source: Since there is a problem with the %s module, firstboot will not load this module and will attempt to run the remaining modules.
ast: Dao qu'hai un problema col módulu %s, firstboot nun cargará esti módulu ya intentará executar los módulos restantes.

source: An error has occurred in firstboot.
ast: Hebo un fallu en firstboot.

source: Since there is a problem, firstboot will exit.
ast: Dao qu'hai un problema, firstboot finará.

source: A copy of the debug output has been saved to %s Be sure to attach that file to the bug report.
ast: Guardóse una copia de la salida de depuración en %s. Asegúrate d'axuntar esi ficheru nel informe de fallos.

source: Please file a bug against 'firstboot' in the Red Hat bug tracking system at http://www.redhat.com/bugzilla.
ast: Informa un fallu de 'firstboot' nel sistema de seguimientu de fallos de Red Hat en http://www.redhat.com/bugzilla.

source: Attempted to go back, but history is empty.
ast: Intentóse dir p'atrás, pero l'hestorial ta ermu.
gl: Tentouse ir atrás, pero o historial está baleiro.
ia: Se tentava retornar, ma le historia es vacue.
lv: Mēģināja doties atpakaļ, bet vēsture ir tukša.
nn: Prøvar å gå tilbake, men historikken er tom.

source: Module %s did not set up its UI, removing.
ast: El módulu %s nun configuró'l to IU, desaniciando.

source: moveToPage must be given a module title or page number.
ast: moveToPage tien de recibir un títulu del módulu o un númberu de páxina.
gl: moveToPage debe recibir un título do módulo ou un número de páxina.
ia: Un titulo de modulo o un numero de pagina debe esser date al entrata de moveToPage.
lv: moveToPage jānorāda moduļa nosaukums vai lapas numurs.
nn: moveToPage må få ein modultittel eller eit sidenummer.

source: Unable to create the screenshot dir; skipping.
ast: Nun foi dable criar el direutoriu de pantallazos; saltando.
gl: Non foi posíbel crear o cartafol de capturas de pantalla; omitindo.
ia: Incapace de crear le directorio a capturar le schermo; se omitte.
lv: Nevar izveidot ekrānuzņēmumu mapi; izlaiž.
nn: Kunne ikkje opprette skjermskotmappe; hoppar over.

source: No module exists with the title %s.
ast: Nun hai módulos col títulu %s.
gl: Non hai módulos co título %s.
ia: Necun modulo existe con le titulo %s.
lv: Nav moduļa ar nosaukumu %s.
nn: Inga modul med namn %s finnast.

source: Skipping old module %s that has not been updated.
ast: Saltando'l módulu vieyu %s que nun foi anováu.

source: Module %s does not contain a class named moduleClass; skipping.
ast: El módulu %s nun caltién una clas con nome moduleClass; saltando.

source: Module %s does not contain the required attribute %s; skipping.
ast: El módulu %s nun caltien l'atributu %s requeríu; saltando.

source: Unable to load pixmap %s for module %s.
ast: Nun foi dable cargar el pixmap %s del módulu %s.

source: Module %s did not set up its UI; removing.
ast: El módulu %s nun configuró'l to IU; desaniciando.
gl: O módulo %s non configurou a súa IU; eliminando.
ia: Le modulo %s non establiva su interfacie de usator; se elimina.
lv: Modulis %s neiestatīja savu UI; noņem.
nn: Modul %s sat ikkje opp noko brukargrensesnitt; fjernar denne.

source: You must create a user account for this system.
ast: Tienes de criar una cuenta d'usuariu pa esti sistema.

source: You must enter and confirm a password for this user.
ast: Tienes d'ingresar y confirmar una contraseña pa esti usuariu.
ia: Il es necessari entrar e confirmar un contrasigno pro iste usator.
lv: Jums jāievada un jāapstiprina parole šim lietotājam.
nn: Det må fyllas inn og bekreftas eit passord for denne brukaren.

source: A home directory for user %s already exists. Would you like to continue, making the new user the owner of this directory and all its contents? Doing so may take a while to reset permissions and any SELinux labels. Would you like to reuse this home directory? If not, please choose a different username.
ast: El direutoriu d'aniciu del usuariu %s yá esiste. ¿Quies siguir, usando al nuevu usuariu como dueñu d'esti direutoriu y el so conteníu? Facelo podría tomar un tiempu al resetear permisos y etiquetes de SELinux. ¿Quies reusar esti direutoriu d'aniciu? Si non, por favor escueye un nome d'usuariu distintu.
ia: Un directorio domestic del usator %s jam existe. Velle tu continuar e render le nove usator le proprietario de iste directorio e su contento? Remontar de permissiones e etiquettas de SELinux pote prender le tempore. Velle tu reutilisar iste directorio domestic? Si non, selige un nomine de usator differente.
lv: Mājas mape lietotājam %s jau eksistē. Vai vēlaties turpināt, padarot jauno lietotāju par šīs mapes un visa tās satura īpašnieku? Tas var aizņemt kādu laiciņu lai atstatītu atļaujas un esošās SELinux iezīmes. Vai vēlaties izmantot šo mājas mapi? Ja nē, lūdzu, izvelieties citu lietotājvārdu.
nn: Ei heimemappe for brukaren %s finnes allereie. Om du vel å fortsette , vil denne din brukar få eigarrettigheitar til denne mappa og alt innhold. Det kan take lang tid å sette rettigheitane og endre eventuelle SELinux labels. Vil du bruke denne heimemappa? Om ikkje, vel eit anna brukarnamn.

source: Fixing attributes on the home directory for %s. This may take a few minutes.
ast: Iguando atributos nel direutoriu d'aniciu de %s. Esto puede tomar dalgunos minutos.
ia: Reparation de attributos sur le directorio domestic pro %s. Illo pote prender qualque minutas.
lv: Labo %s mājas mapes atribūtus. Tas var aizņemt dažas minūtes.
nn: Fiksar attributtane på heimemappa til brukaren %s. Dette kan take nokre minutt.

source: Problems were encountered fixing the attributes on some files in the home directory for %s. Please refer to %s for which files caused the errors.
ast: Alcontráronse problemes al iguar los atributos de dalgunos ficheros nel direutoriu d'aniciu de %s. Por favor, refiérte a %s pa saber que ficheros causaron los fallos.

source: You must create a 'username' for regular (non-administrative) use of your system. To create a system 'username', please provide the information requested below.
ast: Recomiéndase criar un 'nome d'usuariu' pa usu normal (non administrativu) del to sistema. Pa criar un sistema 'nome d'usuariu', por favor, introduz la información siguiente.
ia: On debe crear un 'conto' pro le uso ordinari (non-administrative) del systema. Pro crear un 'conto' del systema, forni le information necessitate in basso.
lv: Jums jāizveido 'username' parastai (ne administratīvai) sistēmas lietošanai. Lai izveidotu sistēmas 'username', lūdzu, norādiet pieprasīto informāciju zemāk.
nn: Du må opprette eit «brukarnamn» for vanleg (ikkje-administrativ) bruk av systemet. For å opprette eit slik «brukarnamn», fyll ut følgande felt.

source: Please wait
ast: Por favor, espera
ia: Patientar
lv: Lūdzu, uzgaidiet
nn: Vent litt

source: Thank you for installing Fedora. Fedora is a compilation of software packages, each under its own license. The compilation is made available under the GNU General Public License version 2. There are no restrictions on using, copying, or modifying this code. However, there are restrictions and obligations that apply to the redistribution of the code, either in its original or a modified form. Among other things, those restrictions/obligations pertain to the licensing of the redistribution, trademark rights, and export control. If you would like to understand what those restrictions are, please visit http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
ast: Gracies por instalar Fedora. Fedora ye un conxuntu de paquetes de software, cada ún cola so propia llicencia. La compilación púsose a disposición baxo la Llicencia Pública Xeneral de GNU versión 2. Nun hai restricciones en cuanto al usu, copiáu o camudáu d'esti códigu. Sicasí, hai restricciones y obligaciones aplicaes a la redistribución del códigu, yá seya na so forma orixinal o camudada. Ente otres coses, eses restricciones/obligaciones pertenecen al llicenciamientu de la redistribución, drechos de marques comerciales y control d'esportación. Si quies atalantar cuáles son eses restricciones, por favor, visita http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
ia: Gratias pro installar Fedora. Fedora es un compilation de pacchettos de software, cata uno con su proprie licentia. Le compilation es disponibile secundo le Licentia public general de GNU version 2. Il ha nulle restrictiones sur le uso, copiar o modifcation de iste codice. Totevia, il ha restrictiones e obligationes que se applica al redistribution del codice, sia in su forma original o modificate. Inter alteres, iste restrictiones/obligationes pertine al licentiamento de redistribution, derectos de marcas commercial e controlo de exportation. Le information detaliate super le restrictiones es disponibile a http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
lv: Paldies, ka instalējāt Fedora. Fedora ir programmatūras pakotņu kompilācija, katra ar savu licenci. Kompilācija ir pieejama zem GNU General Public License versijas 2. Nav ierobežojumu lietošanai, kopēšanai, vai koda modificēšanai. Bet ir ierobežojumi un pienākumi izplatot kodu vai nu sākotnējā vai modificētā formā. Cita starpā, šie ierobežojumi/pienākumi attiecas uz izplatīšanu, prečzīmēm un eksporta kontroles licencēšanu. Ja vēlaties saprast, kādi šie ierobežojumi ir, apmeklējiet http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
nn: Takk for at du installera Fedora. Fedora er ei samling programvarepakker, kvar og ein under eigne lisensar. Samlinga er gjort tilgjengeleg under GNU General Public License versjon 2. Det er ingen restriksjonar på bruk, kopiering eller endring av denne koden, men det er restriksjonar og obligasjonar som gjeld redistribusjon av koden, anten i original eller modifisera form. Dei restriksjonane/obligasjonane gjeld lisensiering av redistribusjon, varemerkerettigheitar og eksportkontroll, blandt anna. Om du vil vite kva desse restriksjonane er, sjå http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue
ast: Hai dalgunos pasos más que tienes que facer enantes de que'l sistema te llistu pa usase. L'Axente de configuración guiaráte a traviés d'una configuración básica. Calca "Alantre" na esquina inferior drecha pa siguir
ia: Le agente de configuration adjutara effectuar qualque actiones post que le systema essera preste pro uso. Clicca sur le button de continuation.
lv: Ir vēl daži soļi, kas jāveic pirms sistēma ir gatava darbam. Iestatīšanas aģents jūs izvadīs cauri pamat konfigurācijai. Spiediet pogu "Uz priekšu" labajā stūrī, lai turpinātu.
nn: Det er eit par steg att før systemet er klart til bruk. Setup Agent vil no gå gjennom grunnleggande konfigurasjon. Trykk "Framover" nede til høgre for å fortsette.
