Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: Module %s raised an exception while loading: %s
gl: O módulo %s elevou unha excepción durante a descarga: %s
ia: Le modulo %s ha actionate un exception durante le cargamento: %s

source: Module %s did not set up its UI properly.
gl: O módulo %s non configurou adecuadamente a súa interface.
ia: Le modulo %s non ha establite su interfacie de usator correctemente.

source: Module %s raised an exception while rendering: %s
gl: O módulo %s elevou unha excepción durante o renderizado: %s
ia: Le modulo %s ha actionate un exception durante le render: %s

source: Module %s did not setup its UI properly
gl: O módulo %s non configurou adecuadamente a súa interface
ia: Le modulo %s non establiva su interfacie de usator correctemente

source: Very weak
gl: Moi débil
ia: Multo debile
lv: Ļoti vāja
nn: Veldig svak

source: Weak
gl: Débil
ia: Debile
lv: Vāja
nn: Svak

source: Fairly strong
gl: Forte dabondo
ia: Assatis forte
lv: Diezgan stipra
nn: Nokså sterk

source: Strong
gl: Forte
ia: Forte
lv: Stipra
nn: Sterk

source: Very strong
gl: Moi forte
ia: Multo forte
lv: Ļoti stipra
nn: Veldig sterk

source: You did not set up an user account capable of logging into the system. Are you sure you want to continue?
ia: Il ha necun conto de usator capace de entrar in le systema. Esque tu es secur que vole continuar?

source: Problems were encountered fixing the attributes on some files in the home directory for %(user)s. Please refer to %(path)s for which files caused the errors.
ia: Problemas era incontrate durante le reparation de attributos sur certe files in le directorio domestic del usator %(user)s. Refere se a %(path)s pro saper que files causava le errores.
lv: Radās problēmas, labojot dažus failus lietotāja %(user)s mājas mapē. Lai redzētu failus, kas izraisa problēmas, skatiet %(path)s.
nn: Problem oppstod ved endring av attributtane på nokon av filane i heimemappa til brukaren %(user)s. Sjå på %(path)s for kva filer det gjeld.

source: Add to Administrators group
ia: Adder al gruppo de administratores
lv: Pievienot administratoru grupai
nn: Legg til i gruppa for administratorar

source: If you need more control when creating the user (specifying home directory, and/or UID), please click the Advanced button.
ia: Si il es necessari controlar le detalios del creation de usator, tal como le directorio domestic e/o UID, clicca sur le button Avantiate.
lv: Ja, veidojot lietotāju, ir jānorāda sīkāka informācija (jānorāda mājas mape, un/vai UID), spiediet pogu 'Paplašināti'.
nn: For meir kontroll ved oppretting av brukar (vele heimemappe, og/eller UID), trykk knappen Avansera.

source: _Advanced...
ia: _Avantiate
lv: _Paplašināti...
nn: A_vansera…

source: An error has occured in the %s module.
da: En fejl indtraf i %s-modulet.

source: Install Additional Software
da: Installér yderligere programmel

source: Date and Time Configuration
da: Konfiguration af dato og klokkeslet

source: Finished Setup!
da: Opsætning færdig!

source: Congratulations! Your Red Hat Linux system is now set up and ready to use. We hope that you will have a pleasant computing experience. Please click the "Forward" button in the lower right corner to continue.
da: Tillykke! Dit Red Hat Linux-system er nu sat op og klar til brug. Vi håber at du vil få en behagelig oplevelse med systemet. Klik på 'Næste'-knappen i det nederste højre hjørne for at fortsætte.

source: Sound Card Configuration
da: Konfiguration af lydkort

source: Update Agent
da: Opdateringsagent

source: Red Hat Update Agent
da: Red Hat opdateringsagent

source: The Red Hat Update Agent will register your machine with Red Hat Network so that you can receive the latest software packages directly from Red Hat. Using this tool will allow you to always have the most up-to-date Red Hat Linux system with all the security patches, bug fixes, and software package enhancements. If you purchased this product, you are entitled to a free trial of Red Hat Network Basic Service. To access the free trial, please refer to the product activation card found in the box for detailed instructions. If you did not purchase this product, visit http://rhn.redhat.com for more information or to subscribe to Red Hat Network Basic Service.
da: Red Hats Opdateringsagent vil registrere din maskine i Red Hat Network så du kan få de seneste programpakker direkte fra Red Hat. Ved at bruge dette værktøj kan du altid have de mest opdaterede Red Hat Linux-system med alle sikkerhedsrettelser, fejlrettelser og forbedringer af programpakker Hvis du købte dette produkt har du ret til en gratis prøve på Red Hat Netværks basale tjeneste. For at få adgang til den gratis prøve skal du se produktets aktiveringskort som findes i kassen for detaljerede instruktioner. Hvis du ikke har købt dette produkt, så besøg http://rhn.redhat.com for yderligere oplysninger om at abonnere på Red Hat netværks basale tjeneste.

source: Yes, I would like to register with Red Hat Network
da: Ja, jeg vil gerne registrere mit system hos Red Hat Network

source: No, I do not want to register my system.
da: Nej, jeg vil ikke registrere mit system.

source: Welcome to Red Hat Linux!
da: Velkommen til Red Hat Linux!

source: Hi! Welcome to the Red Hat Setup Agent. There are a few more steps to take before your system is ready to use. The Red Hat Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue.
da: Hej! Velkommen til Red Hats opsætningsagent. Der er endnu nogle enkelte trin der skal gøres før dit system er klar til brug. Red Hats opsætningsagent vil nu lede dig gennem noget grundlæggende konfigurering. Klik på 'Næste'-knappen i det nederste højre hjørne for at fortsætte.
