Repository: git-ipredia-org/firstboot
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, bn_in, cy, da, de, es, fa, fr, gl, hi, hr, hu, hy, ia, id, is, it, ja, lv, ms, nb, ne, nl, nn, pa, ro, si, sl, sr, ta, th, tr, uk, ur, vi, zu

source: If you need to use network authentication such as Kerberos or NIS, please click the Use Network Login button.
ar: إذا كنت تحتاج استخدام توثيق الشبكة مثل Kerberos أو NIS، رجاء اضغط على زرّ استخدام تسجيل الدّخول الشّبكي.
bg: Ако изпозвате мрежова идентификация като например Kerberos или NIS, моля натиснете бутона Изпозвай Мрежов Login.
bn: আপনি যদি
bn_in: আপনি যদি কোনো নেটওয়ার্ক পরিচয়-প্রমান প্রক্রিয়া যমন Kerberos অথবা NIS ব্যবহার করতে ইচ্ছুক থাকেন, তাহলে অনুগ্রহ করে নেটওয়ার্ক লগ-ইন ব্যাবহার করো বাটনটিতে ক্লিক করুন।
cy: Os oes angen i chi ddefynddio dilysiant rhwydwaith megis Kerberos neu NIS, cliciwch y botwm Defnyddio Mewngofnod Rhwydwaith.
de: Sollten Sie Netzwerk-Authentifizierung, wie Kerberos oder NIS, benötigen, klicken Sie bitte auf den Button 'Netzwerk Login verwenden'.
es: Si necesita utilizar una autenticación de red tal como Kerberos o NIS, por favor haga click en el botón Utilizar conexión a la red.
fa: اگر نیاز به استفاده از تأیید هویت شبکه‌ای مانند Kerberos یا NIS دارید، لطفاً روی دکمه‌ی «استفاده از ورود به شبکه» کلیک کنید.
fr: Si vous devez utiliser l'authentification réseau comme Kerberos ou NIS, veuillez cliquer sur le bouton "Utiliser la connexion réseau".
hi: यदि आप करबरोस या NIS जैसे जालक्रम प्रमाणिकता का प्रयोग करना चाहते हैं, कृपया 'जालक्रम सञारंभ का प्रयोग करें' बटन दबाएँ।
hr: Ako trebate koristiti mrežnu autentifikaciju poput Kerberosa ili NISa, molim kliknite na gumb Koristi mrežnu prijavu.
hu: Ha hálózati bejelentkeztetést szeretne használni (pl. Kerberos-t vagy NIS-t), kattintson a Hálózati bejelentkezés használata gombra.
id: Jika anda membutuhkan otentikasi jaringan seperti Kerberos atau NIS, silahkanklik tombol Pergunakan Login Jaringan
is: Ef þú þarft að nota netauðkenningu eins og til dæmis Kerberos eða NIS þarftu að haka við í nota netauðkenningu hnappinn.
it: Se avete necessità di usare una autenticazione di rete come Kerberos o NIS, si prega di fare clic sul pulsante di registrazione di rete 'Use Network Login'.
ja: Kerberos や NIS などのネットワーク認証を使用する必要がある場合は、 ネットワークログインを使用するボタンをクリックしてください。
ms: Jika anda hendak menggunakan pengesahan rangkaian seperti Kerberos atau NIS, sila klik pada butang Guna Logmasuk Rangkaian.
nl: Als u netwerk authenticatie wilt gebruiken, zoals Kerberos of NIS, klik dan op de knop: Netwerk login gebruiken.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਨੈੱਟਵਰਕ ਪਰਮਾਣਕਿਤਾ, ਜਿਵੇਂ ਕਿ ਕੀਰਬੀਰੋਸ ਜਾਂ NIS ਵਰਤਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਨੈੱਟਵਰਕ ਲਾਗਿੰਨ ਵਰਤੋਂ, ਬਟਨ ਨੂੰ ਦਬਾਉ।
sl: Če morate uporabljati omrežno avtentikacijo kot je Kerberos ali NIS, prosim, kliknite gumb Uporabi omrežno prijavo.
sr: Ако морате да користите мрежну идентификацију као што су Kerberos или NIS, кликните на дугме Користи мрежно пријављивање.
ta: வலைப்பின்னல் அனுமதி கர்ப்ரோஸ் அல்லது NIS பயன்படுத்த விரும்பினால், வலைப்பின்னல் நுழைவு பட்டனை க்ளிக் செய்யவும்.
th: ถ้าคุณจำเป็นต้องใช้การอนุญาตสิทธิผ่านเครือข่าย เช่น Kerberos หรือ NIS ให้คลิกที่ปุ่ม ล็อกอินผ่านเครือข่าย
tr: Eğer ağ üzerinden Kerberos yada NIS gibi ibr yetkilendirme kullanmanız gerekiyorsa , lütfen Ağ Oturumu Açmayı Kullan'a tıklayın.
uk: Якщо вам необхідно використовувати мережеву автентифікацію, наприклад Kerberos чи NIS, натисніть на кнопку "Автентифікація по мережі".
vi: Nếu bạn cần dùng xác thực mạng như Kerberos hay NIS, vui lòng nhấn nút Dùng Đăng nhập Mạng.

source: Use Network _Login...
af: Gebruik netwerk_aanmelding...
am: የአውታሩን ማስጀመሪያ ይጠቀሙ... (_L)
ar: ا_ستخدام تسجيل الدّخول الشّبكي...
ast: Usar Ingresu per _Rede...
be: Уваход праз _сетку...
bg: Изпозвай Мрежови Login...
bn: নেটওয়ার্ক লগ ইন ব্যাবহার কর...
bn_in: নেটওয়ার্ক লগ ইন ব্যবহার করা হবে (_L)...
cy: Defnyddio _Mewngofnod Rhwydwaith...
de: Netzwerk _Login verwenden...
es: Utilizar conexión a _la red...
fa: استفاده از _ورود به شبکه...
fr: Utiliser _la connexion réseau...
hi: जालक्रम सञारंभ का प्रयोग करें...
hr: Koristi _mrežnu prijavu...
hu: Hálózati be_jelentkezés használata...
ia: Authenticar per _rete
id: Gunakan _Login Jaringan...
is: _Nota netauðkenningu...
ja: ネットワークログインを使用する(_L)...
lv: _Lietot tīkla ierakstīšanos...
ms: Guna _Logmasuk Rangkaian...
ne: सञ्जाल लगइन प्रयोग गर्नुहोस्...
nl: _Netwerk login gebruiken...
nn: _Autentiser over nettverk
pa: ਨੈੱਟਵਰਕ ਲਾਗਿੰਨ ਵਰਤੋਂ(_L)...
ro: Uti_lizaţi autentificare de reţea...
si: ජාලය භාවිත කරමිනෙ පිවිසෙන්න(_L)...
sl: Uporabi _omrežno prijavo...
sr: Користи мрежно при_јављивање
ta: (_L)வலை அனுமதியை பயன்படுத்து...
th: _ล็อกอินผ่านเครือข่าย...
tr: Ağ _Oturumu Açmayı Kullan...
uk: Автентифікація по _мережі...
ur: نیٹورک لاگن کا استعمال
vi: _Dùng Đăng nhập Mạng...
zu: Sebenzisa Ukungena _Ngaphakatho Kuxhumano...

source: It is highly recommended that a personal user account be created. If you continue without an account, you can only log in with the root account, which is reserved for administrative use only.
af: Ons beveel ten sterkste aan dat jy 'n persoonlike gebruikerrekening skep. As jy voortgaan sonder 'n rekening, kan jy net met die wortel-rekening aanmeld, wat eintlik bedoel is net vir administratiewe gebruik.
am: የግል የተጠቃሚ መግለጫ እንዲፈጠር በከፍተኛ ይመከራል። ያለመግለጫ የሚቀጥሉ ከሆነ ለአስተዳደሩ መጠቀሚያ ብቻ የተቀመጠ የዋናው መግለጫ ጋር ብቻ ነው መጀመር የሚችሉት።
ar: يُستحسن إنشاء حساب شخصي، إذا استمررت بدون حساب، يمكنك تسجيل الدخول فقط بحساب root، والذي هو مُخصّص للاستخدام الإداريّ فقط.
be: Вельмі пажадана, каб вы стварылі ўласны рахунак. Калі вы ня створаце, вы здолееце ўвайсьці толькі як root, але гэты рахунак прызначаны толькі для адміністратыўнага выкарыстаньня.
bg: Горещо се препоръчва да създадете личен акаунт. Ако искате да продъжите без акаунт, вие може да влезете с руут акаунта, които е запазен само за административно изпозване.
bn: একটি ব্যক্তিগত একাউন্ট তৈরী করার জন্য জোরালভাবে পরামর্শ দেয়া হচ্ছে। নতুবা আপনি শুধু রুট ব্যাবহারকারী হিসেবে লগ ইন করতে পারবেন যেটি শুধুমাত্র এ্যডমিনিস্ট্রেটিভ ব্যাবহারের জন্য সংরক্ষিত।
bn_in: একটি ব্যক্তিগত অ্যাকাউন্ট তৈরি করার কঠোর পরামর্শ দেয়া হচ্ছে। একটি অ্যাকাউন্ট উপস্থিত না থাকলে, আপনি শুধু root পরিচয়ে লগ ইন করতে সক্ষম হবেন, যা শুধুমাত্র প্রশাসনিক ব্যবহারের জন্য সংরক্ষিত।
cy: Argymellir yn gryf bod cyfrif defnyddiwr personol yn cael ei greu. Os barhewch heb gyfrif, dim ond â'r gyfrif gwraidd byddwch chi'n gallu mewnofnodi, ac mae hon wedi'i neilltuo ar gyfer defnydd gweinyddol yn unig.
de: Es wird dringend empfohlen einen Benutzeraccount zu anzulegen. Wenn Sie ohne einen solchen Account fortfahren, können Sie sich nur als root anmelden. Dies ist nur für administrative Aufgaben vorgesehen.
es: Se le recomienda que cree una cuenta de usuario personal. Si continúa sin una cuenta, sólo podrá conectarse como usuario root, lo cual es conveniente reservar para uso administrativo únicamente.
fa: به شدت توصیه می‌شود که یک حساب کاربری شخصی ایجاد گردد. اگر بدون چنین حسابی ادامه دهید، فقط با root می‌توانید وارد سیستم شوید، که تنها برای استفاده‌ی مدیریتی رزرو شده است.
fr: Il est vivement conseillé de créer un compte utilisateur personnel. Si vous poursuivez sans compte utilisateur, vous ne pourrez vous connecter qu'avec le compte root, qui est réservé uniquement aux utilisations administratives.
hi: यह अनुमोदित है कि एक व्यक्तिगत उपयोगकर्ता लेखा बनाएँ। अगर आप एक लेखा के बिना आगे जाएँगे, आपको सिर्फ root लेखा में ही सञारंभ कर सकते है, जो केवल प्रशासनिक प्रयोगों के लिए होते हैं।
hr: Preporučeno je stvaranje osobnog korisničkog računa. Ako nastavite bez računa, moći ćete se prijaviti samo sa root korisničkim računom, a on je rezerviran samoo za administrativnu uporabu.
hu: Erősen ajánlott legalább egy normál felhasználónevet létrehozni. Ha enélkül lép tovább, akkor csak a root felhasználónevet használhatja, amely elsősorban rendszergazdai célokat szolgál.
id: Sangat disarankan agar anda membuat account user personal. Jika anda ingin melanjutkan tanpanya, anda hanya akan dapat masuk dengan account root dimana account ini disiapkan hanya untuk keperluan administratif.
is: Við mælum eindregið með að þú búir til notandaaðgang. Ef þú heldur áfram án þess getur þú einungis notað vélina sem rótarnotandinn sem er eingöngu ætlaður til kerfisstjórnunar.
it: É fortemente consigliato creare un account utente. Se continuate senza un account, effettuerete una registrazione con un account root, il quale é riservato solo per un uso amministrativo.
ja: 個人のユーザーアカウントの作成が強く推奨されます。このようなアカウントが ない状態で継続すると、rootアカウントでログインするしかありません。但し、 これは管理業務用のみに予約されています。
ms: pengguna dalam.
nb: Det anbefales på det sterkeste at du oppretter en personlig brukerkonto. Hvis du fortsetter uten en konto må du bruke root-kontoen som er forbeholdt administrativ bruk.
ne: एउटा व्यक्तिगत प्रयोगकर्ता खाता सिर्जना गर्न जोडदारका साथ सिफारिस गरिन्छ । तपाईँले खाता बिना नै निरन्तरता दिएमा, तपाईँ मूल खातामा मात्र लग गर्न सक्नुहुन्छ, जुन प्रशासकका लागि मात्र आरक्षित हुन्छ ।
nl: Het wordt sterk aangeraden om een persoonlijk account aan te maken. Als u nu doorgaat zonder account, kunt u zich alleen aanmelden met het root-account hetgeen zuiver bedoeld is voor systeembeheer.
pa: ਇਸ ਦੀ ਪੁਰਜ਼ੋਰ ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਇੱਕ ਨਿੱਜੀ ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਇਆ ਜਾਵੇ, ਜੇਕਰ ਤੁਸੀਂ ਖਾਤੇ ਬਿਨਾਂ ਹੀ ਜਾਰੀ ਰਹੇ ਤਾਂ, ਤੁਸੀ ਕੇਵਲ ਪਰਬੰਧਕ(root) ਖਾਤੇ ਨਾਲ ਹੀ ਲਾਗਿੰਨ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ ਕਿ ਸਿਰਫ਼ ਪਰਬੰਧਕੀ ਵਰਤੋਂ ਲਈ ਹੈ।
ro: Este foarte recomandat să creaţi un cont personal de utilizator. Dacă continuaţi fărăun astfel de cont, veţi putea să vă autentificaţi numai cu utilizatorul 'root', care este rezervat doar pentru scopuri administrative.
si: පද්ධතිය පරිහරණය සඳහා පුද්ගලික පරිශීලක ගිණුමක් තිබීම ඉතාමත් ඉහලින් රෙකමදාරු කර ඇත . ඔබ පරිශීලක ගිණුමකින් තොරව පද්ධතිය පරිහරණය කරන්නේ නම් ඔබට පද්ධතිය තුලට පිවිසිය හැකි වනෙනේ root පරිශීලක ගිණුම තුලින් පමණි, එනමුත් root ගිණුම පද්ධතියේ සංචිතයට ඇතුලත්ව තිබෙනුයේ කළමනාකරන කටයුතු සඳහා උපයෝගී කරගැනීමට වේ.
sl: Toplo priporočamo, da naredite osebni uporabniški račun. Če nadaljujete brez računa, se boste lahko prijavili le kot root, ki pa je rezerviran zgolj za skrbniško rabo.
sr: Веома је препоручљиво да направите лични кориснички налог. Ако наставите без њега, на систем се можете пријавити само коришћењем root налога, а тај налог је намењен само за административне сврхе.
ta: பயனீட்டாளருக்கென தனிகணக்கை உருவாக்கிக்கொள்வது நல்லது. தனி பயனர் கணக்கு இல்லை என்றால் அனைத்து பணிகளுக்கும் முதன்மை பயனீட்டாளர் கணக்கை பயன்படுத்த நேரும்
th: ขอแนะนำเป็นอย่างยิ่งว่า ควรสร้าง บัญชีผู้ใช้ส่วนตัวมิฉะนั้น ถ้าคุณผ่านขั้นตอนนี้ไปโดยไม่สร้าง บัญชีผู้ใช้ คุณจะล็อกอินได้เฉพาะบัญชีชื่อ root ซึ่งเป็นบัญชีที่สงวนไว้สำหรับการจัดการระบบเท่านั้น
tr: Kişisel bir kullanıcı hesabı oluşturmanı şiddetle önerilir. Eğer bir hesap oluşturmadan devam ederseniz, sadece sistem yönetimi için oluşturulmuş root hesabını kullanarak sisteme girebilirsiniz.
uk: Наполегливо рекомендується створити окремий обліковий запис. Якщо ви відмовитесь ви зможете ввійти у систему лише як користувач root, який зарезервований лише для адміністрування.
ur: آپ کے لیے بہت بہتر ہے کہ ایک زاتی کھاتا بنایں۔ اگر آپ کھاتا کے بغیر جاری رکھتے ہیں ، پھر آپ صرف روٹ کے کھاتا سے لاگین ہو سکتے ہیں جو کہ صرف عملی انتظام کے لیے مقرر ہوتا ہے
vi: Bạn được khuyến cáo nên tạo một tài khoản cá nhân. Nếu bạn tiếp tục mà không có tài khoản cá nhân, bạn chỉ có thể đăng nhập với quyền root, nhưng chỉ nên dùng root cho các thao tác quản lý hệ thống mà thôi.
zu: Kuyacetshiswa ukuba udale i-akhawunti yangasese. Uma uqhubeka ngaphandle kwe-akhawunti, ungakwazi ukungena ngaphakathi nge-akhawunti yempande, leyo emiselwe kuphela ukusetshenziswa abazokuphatha.

source: _Continue
af: _Gaan voort
am: ቀጥል (_C)
ar: ا_ستمرار
be: _Працяг
bg: Продължаване
bn: _চালিয়ে যাও
bn_in: অগ্রসর (_C)
cy: _Parhau
de: _Weiter
es: _Continuar
fa: _ادامه
fr: _Continuer
hi: सतत
hr: _Nastavi
hu: _Folytatás
hy: _Շարունակել
id: Lanjutkan
is: _Halda áfram
it: _Continua
ja: 続ける(_C)
ms: _Teruskan
ne: जारी राख्नुहोस्
nl: _Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ(_C)
ro: _Continuaţi
si: දිගට කරගෙන යන්න(_C)
sl: _Nadaljuj
sr: На_стави
ta: (_C)தொடர்க
th: _ทำต่อไป
tr: _Devam
uk: _Продовжити
ur: جاری
vi: _Tiếp tục
zu: _Qhubeka

source: Create _account
af: Skep _rekening
am: መግለጫ ፍጠር
ar: إنشاء _حساب
be: Стварыць _рахунак
bg: Създай Акаунт
bn: একাউন্ট তৈরী কর
bn_in: অ্যাকাউন্ট তৈরি করুন (_a)
cy: _Creu cyfrif
de: _Account erzeugen
es: Crear cuent_a
fa: ایجاد _حساب
fr: Créer un _compte
hi: लेखा बनाएँ
hr: Stvori _korisnički račun
hu: Felhasználónév létreh_ozása
id: Buat _account
is: Búa til _notandaaðgang
it: Crea un _account
ja: アカウントを作成(_a)
ms: Cipta _akaun
ne: खाता सिर्जना गर्नुहोस्
nl: _Account aanmaken
pa: ਖਾਤਾ ਬਣਾਓ(_a)
ro: Cre_ază cont
si: ගිණුමක් විවෘත කරන්න(_a)
sl: Izdelaj _račun
sr: Направи н_алог
ta: (_a)கணக்கை உருவாக்கு _L
th: สร้าง_บัญชีผู้ใช้
tr: Hesap _oluştur
uk: Створити _обліковий запис
ur: کھاتا بنایں
vi: _Tạo tài khoản
zu: Dala _i-akhawunti

source: The passwords do not match. Please enter the password again.
af: Die wagwoorde is nie dieselfde nie. Tik weer die wagwoord in.
am: ሚስጢራዊ ቃሎቹ አይመሳሰሉም። እባክዎን ሚስጢራዊ ቃሉን እንደገና ያስገቡ።
ar: كلمات المرور غير متطابقة. الرجاء إدخال كلمة المرور مرة أخرى.
ast: Les contraseñes nun concasen. Por favor ingresa la contraseña otra vegada.
be: Паролі не супадаюць. Калі ласка, паўтарыце пароль.
bg: Паролите несъвпадат. Моля въведете паралота отново.
bn: পাসওয়ার্ডগুলো একই নয়। অনুগ্রহ করে আরেকবার পাসওয়ার্ড দিন।
bn_in: পাসওয়ার্ডগুলি মেলেনি। অনুগ্রহ করে পুনরায় পাসওয়ার্ড লিখুন।
cy: Nid yw'r cyfrineiriau yn cydweddu. Rhowch y cyfrifinair eto.
de: Die Passwörter stimmen nicht überein. Bitte geben Sie diese erneut ein.
es: Las contraseñas no coinciden. Por favor vuelva a ingresar la contraseña.
fa: گذرواژه‌ها مطابقت نمی‌کنند. لطفاً گذرواژه را دوباره وارد کنید.
fr: Les mots de passe ne correspondent pas. Essayez à nouveau.
hi: शब्दकूट मिलते नहीं हैं। कृपया शब्दकूट पुनःप्रवेशित करें।
hr: Lozinka ne odgovara. Molim, ponovo unesite lozinku.
hu: A jelszavak nem egyeznek meg. Kérem írja be a jelszót még egyszer.
hy: Ծածկագրերը չեն համընկնում։ Կրկին մուտքագրեք ծածկագրերը։
ia: Le contrasignos non es equal. Entra le contrasigno de novo.
id: Password tidak cocok. Masukkan password kembali.
is: Lykilorðin stemma ekki. Vinsamlegast sláðu það inn aftur.
it: La password non é corretta. Si prega di riprovare ad inserire la password.
ja: パスワードが一致しません。再度パスワードを入力して下さい。
lv: Paroles nesakrīt. Lūdzu, ievadiet paroli vēlreiz.
ms: Katalaluan tidak sepadan. Sila masukkan semula katalaluan.
nb: Passordene er ikke like. Vennligst oppgi passordet igjen.
ne: पासवर्ड मिलेन । कृपया पासवर्ड फेरि प्रविष्ट गर्नुहोस् ।
nl: De wachtwoorden komen niet overeen. Voer het wachtwoord nogmaals in.
nn: Passorda er ikkje like. Skriv inn passordet på nytt.
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤ-ਕੋਡ ਮੁਡ਼ ਭਰੋ।
ro: Parolele nu corespund. Vă rog mai introduceţi parola încă o dată.
si: රහස් පදයන් ගැලපෙන්නේ නැත. රහස්පදය නැවත ඇතුල් කරන්න.
sl: Gesli se razlikujeta. Prosim, znova vnesite geslo.
sr: Лозинке се не поклапају. Молим поново унесите лозинку.
ta: இந்த கடவுச்சொல் பொருந்த வில்லை . வேறுகடவுச்சொல்லை மீண்டும் உள்ளிடவும்.
th: รหัสผ่านของคุณไม่ตรงกัน กรุณากรอกใหม่อีกครั้ง
tr: Parolalar örtüşmüyor. Lütfen parolayı tekrar giriniz.
uk: Паролі не співпадають. Введіть пароль знову.
ur: پاسورڈ مساوی نہیں، براے مہربانی روباراہ لکھیں
vi: Mật khẩu không khớp. Vui lòng nhập lại mật khẩu.
zu: Amagama okudlula awafani. Siza ungenisa kabusha igama lokudlula.

source: The password is too short. Please use at least 6 characters.
af: Die wagwoord is te kort. Gebruik ten minste 6 karaktes.
am: ሚስጢራዊ ቃሉ በጣም አጭር ነው። እባክዎን በትንሹ 6 አኃዞች ይጠቀሙ።
ar: كلمة المرور قصيرة جدّاً. رجاء استخدم على الأقلّ 6 أحرف.
be: Пароль надта кароткі. Пароль мусіць быць ня меншым за 6 знакаў.
bg: Паролата е много къса. Моля изпозвайте поне 6 символа.
bn: পাসওয়ার্ডটি খুবই ছোট। অন্তত ৬ অক্ষরের পাসওয়ার্ড দিন।
bn_in: পাসওয়ার্ডটি খুবই ছোট। অনুগ্রহ করে অন্তত ৬ অক্ষরের পাসওয়ার্ড লিখুন।
cy: Mae'r cyfrinair yn rhy fyr. Defnyddiwch o leiaf 6 nod.
de: Das Passwort ist zu kurz. Bitte benutzen Sie mindestens 6 Zeichen.
es: La contraseña es muy corta. Por favor use al menos seis (6) caracteres.
fa: گذرواژه کوتاه است. لطفاً حداقل از ۶ نویسه استفاده کنید.
fr: Le mot de passe est trop court. Il doit comporter au moins 6 caractères.
hi: शब्दकूट बहुत छोटा है। कृपया कम से कम ६ अक्षरों का प्रयोग करें।
hr: Lozinka je prekratka. Molim, koristite najmanje 6 znakova.
hu: A jelszó túl rövid, legalább 6 karakter hosszúnak kell lennie.
hy: Ծածկագիրը պետք է պարունակի առնվազն 6 սիմվոլ։
id: Password terlalu pendek. Pergunakan paling tidak 6 karakter.
is: Lykilorðið er of stutt. Vinsamlegast hafðu það amk 6 stafi.
it: La password é troppo corta. Si prega di usare un minimo di 6 caratteri.
ja: パスワードが短すぎます。 最低6文字を使用して下さい。
ms: Katalaluan terlalu singkat. Sila gunakan sekurang-kurangnya 6 aksara.
nb: Passordet er for kort. Vennligst bruk minst 6 tegn.
ne: पासवर्ड अति छोटो छ । कृपया कम्तिमा ६ क्यारेक्टर प्रयोग गर्नुहोस् ।
nl: Het wachtwoord is te kort. Gebruik minimaal 6 tekens.
pa: ਗੁਪਤ-ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ 6 ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਵਰਤੋਂ।
ro: Parola este prea mică. Vă rog utilizaţi una de cel puţin 6 caractere.
si: රහසෙපදය ඉතා කෙටියි. අවම වශයෙන් අක්‍ෂර සයක් මේ සඳහා උපයෝගී කරගත යුතුයි
sl: Geslo je prekratko. Prosim, uporabite vsaj 6 znakov.
sr: Лозинка је прекратка. Молим користите барем 6 знакова.
ta: கடவுச்சொல் மிகவும் சிறியதாக உள்ளது. கடவுச்சொல்லில் 6 எழுத்தாவது இருக்க வேண்டும்.
th: รหัสผ่านของคุณสั้นเกินไป กรุณาใช้รหัสความยาวอย่างน้อย 6 ตัวอักษร
tr: Parolanız çok kısa. Lütfen en az 6 karakter kullanın.
uk: Пароль надто короткий. Використовуйте паролі довжиною не менше 6 символів.
ur: پاسورڈ بہت چھوٹا ہے،براے مہربانی کم سے کم 6 الفاظ استمال کریں
vi: Mật khẩu quá ngắn. Hãy dùng ít nhất 6 ký tự.
zu: Igama lokudlula limfushane kakhulu. Siza usebenzise okungenani izimpawu ezingu-6.

source: The username '%s' is a reserved system account. Please specify another username.
ast: El nome d'usuariu '%s' ye una cuenta reservada del sistema. Por favor, especifica otru nome d'usuariu.
bn: %s এই ব্যাবহারকারী নামটি সিস্টেম একাউন্টের জন্য সংরক্ষিত। অনুগ্রহপূর্বক অন্য একটি নাম দিন।
cy: Mae'r enw defnyddiwr '%s' yn gyfrif system neilltuedig. Penodwch un arall.
es: El nombre de usuario '%s' está reservado para la cuenta del sistema. Por favor especifique otro nombre.
fa: نام کاربر '%s' یک حساب سیستم رزرو شده‌ است. لطفاً نام کاربری دیگری را تعیین کنید.
hr: Ime korisnika '%s' je rezervirani sustavski račun. Molim navedite drugo ime korisnika.
hy: '%s'–ը նախապես գրանցված հատուկ անուն է։ Ընտրեք մեկ ուրիշը։
ia: Le nomine '%s' es reservate per le systema. Selige altere nomine del conto.
id: Nama user '%s' merupakan account yang telah dicadangkan untuk sistem. Pilih username lainnya.
is: Notandaheitið '%s' er frátekinn kerfisnotandi. Vinsamlegast veldu annað heiti.
it: Questo nome utente '%s' é un account riservato al sistema. Prego specificare un altro nome utente.
lv: Lietotājvārds '%s' ir rezervēts sistēmas konts. Lūdzu, norādiet citu lietotājvārdu.
nb: Brukernavnet «%s» er en reservert systemkonto. Vennligst oppgi et annet brukernavn.
ne: प्रयोगकर्ता नाम '%s' आरक्षित प्रणाली खाता हो । कृपया अर्को प्रयोगकर्ता नाम निर्दिष्ट गर्नुहोस् ।
nl: De gebruikersnaam '%s' is een gereserveerd systeem-account. Geef alstublieft een andere gebruikersnaam.
nn: Brukarnamnet '%s' er ein reservera systemkonto. Vel ei anna brukarnamn.
pa: ਉਪਭੋਗੀ-ਨਾਂ '%s' ਸਿਸਟਮ ਖਾਤੇ ਲਈ ਰਾਖਵਾਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਉਪਭੋਗੀ ਨਾਂ ਦਿਉ।
ro: Numele de utilizator '%s' este unul rezervat de sistem. Vă rugăm specificaţi alt nume de utilizator.
si: '%s' පරිශීලක නාමය පද්ධතියේ සංචිතයට අයත් ගිණුමක් වේ . කරුණාකර පරිශීලක සඳහා වෙනත් නමක් නියම කරන්න.
sl: Uporabniško ime '%s' je že ime rezerviranega sistemskega računa. Prosim, določite novo uporabniško ime.
sr: Корисничко име „%s“ је резервисани системски налог. Молим наведите друго корисничко име.
tr: Kullanıcı adı '%s' önceden ayrılmış bir sistem hesabı. Lütfen başka bir kullanıcı adı belirleyin.
uk: Ім'я користувача '%s' зарезервовано. Вкажіть інше ім'я користувача.
ur: سسٹم میں مقرر شدہ کھاتا ہے، براے مہربانی کوئ اور نام رکھیں '%s' استمال کرنے والے کے نام
vi: Tên người dùng '%s' được dành riêng cho hệ thống. Vui lòng dùng tên khác.
zu: Igama lomsebenzisi '%s' limiselwe i-akhawunti yesistimu. Siza ucacise elinye igama lomsebenzisi.

source: The user name must be less than 33 characters long.
ar: يجب أن يكون اسم المستخدم أقل من 33 حرف.
bg: Потребителското име трябва да бъде с по-малко от 33 символа.
bn: ব্যাবহারকারীর নামটি অবশ্যই ৩১ অক্ষরের মধ্যে হতে হবে।
bn_in: ব্যবহারকারীর নামটি ৩৩-টি অক্ষরের মধ্যে সীমাবদ্ধ রাখা আবশ্যক।
cy: Rhaid i'r enw defnyddiwr fod yn llai na 33 nod o hyd.
de: Der Benutzername darf maximal 32 Zeichen haben.
es: El nombre de usuario debe ser menor de 33 caracteres de largo.
fa: نام کاربر باید کوتاه‌تر از ۳۳ نویسه باشد.
fr: Le nom d'utilisateur doit avoir moins de 33 caractères.
hi: उपयोगकर्ता नाम की लंबाई ३३ अक्षरों से कम होना चाहिए।
hr: Korisničko ime mora biti kraće od 33 znakova.
hu: A felhasználónév nem lehet 32 karakternél hosszabb.
hy: Մականունը պետք է լինի 33 նիշից կարճ։
id: Nama user harus kurang dari 33 karakter.
is: Notandaheitið má ekki vera lengra en 33 stafir.
it: Il nome utente non deve essere piú lungo di 33 caratteri.
ja: ユーザー名は33文字以下でなければなりません。
ms: Nama pengguna mesti kurang dari 33 aksara panjang.
nb: Brukernavnet må ha færre enn 33 tegn.
nl: De gebruikersnaam moet korter zijn dan 33 tekens.
pa: ਉਪਭੋਗੀ-ਨਾਂ 33 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਲੰਮਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
sl: Uporabniško ime mora biti dolgo manj kot 33 znakov.
sr: Корисничко име мора бити краће од 33 знака.
ta: பயனீட்டாளர் பெயர் 33 எழுத்துக்குள் இருக்க வேண்டும்.
th: ชื่อผู้ใช้ต้องยาวไม่เกิน 33 ตัวอักษร
tr: Kullanıcı adı 33 karaterden daha kısa olmalıdır.
uk: Довжина імені користувача не повинна перевищувати 33 символів.
vi: Tên người dùng phải ngắn hơn 33 ký tự.

source: The user name may not begin with a number.
ar: لا يمكن أن يبدأ اسم المستخدم برقم.
bg: Потребителското име неможе да почва с цифра.
bn: ব্যাবহারকারীর নাম কোনো সংখ্যা দিয়ে শুরু হতে পারবে না।
bn_in: ব্যবহারকারীর নাম কোনো সংখ্যা দিয়ে শুরু করা যাবে না।
cy: Ni chaiff yr enw defnyddiwr ddechrau â rhif.
de: Der Benutzername muss mit einem Buchstaben beginnen.
es: El nombre de usuario no puede comenzar con un número.
fa: نام کاربر نباید با یک عدد شروع شود.
fr: Le nom d'utilisateur ne doit pas commencer avec un nombre.
hi: उपयोगकर्तानाम एक अंक से आरंभ नहीं हो सकता।
hr: Korisničko ime ne može početi s brojem.
hu: A felhasználónév nem kezdődhet számjeggyel.
hy: Մականունը չի կարող սկսել թվով։
id: Nama user tidak boleh dimulai dengan angka.
is: Notandaheitið má ekki byrja á tölu.
it: Il nome utente non dovrebbe iniziare con un numero.
ja: ユーザー名は番号で始まってはいけません。
ms: Nama pengguna tidak boleh bermula dengan nombor.
nb: Brukernavnet kan ikke starte med et tall.
nl: De gebruikersnaam mag niet met een getal beginnen.
pa: ਉਪਭੋਗੀ-ਨਾਂ ਅੰਕ ਨਾਲ ਆਰੰਭ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
sl: Uporabniško ime se ne sme začeti s številko.
sr: Корисничко име не може почињати бројем.
ta: பயனீட்டாளர் பெயர் எண்ணில் துவங்கக்கூடாது.
th: ชื่อผู้ใช้ ต้องไม่ขึ้นต้นด้วยตัวเลข
tr: Kullanıcı adı sayı ile başlamamalıdır.
uk: Ім'я користувача не повинно починатись з цифри.
vi: Tên người dùng không thể bắt đầu bằng số.
